{
  "published": false,
  "validation": false,
  "phase": "design",
  "location": "Nederland",
  "ngo": "NLRC",
  "titlePortal": {
    "en": "NLRC Direct Digital Aid (LVV)",
    "pt_BR": "Auxílio Digital Direto NLRC (LVV)"
  },
  "titlePaApp": {
    "en": "Red Cross Digital Voucher Support",
    "nl": "Rode Kruis Digitale Voucherhulp ",
    "pt_BR": "Suporte para vouchers digitais da Cruz Vermelha"
  },
  "description": {
    "en": "",
    "pt_BR": ""
  },
  "startDate": "2020-01-01T12:00:00.000Z",
  "endDate": "2022-12-31T12:00:00.000Z",
  "currency": "EUR",
  "distributionFrequency": "week",
  "distributionDuration": 115,
  "fixedTransferValue": 35,
  "financialServiceProviders": [
    {
      "fsp": "Intersolve-whatsapp"
    },
    {
      "fsp": "Intersolve-no-whatsapp"
    }
  ],
  "targetNrRegistrations": 250,
  "tryWhatsAppFirst": true,
  "meetingDocuments": {
    "en": "",
    "pt_BR": ""
  },
  "notifications": {
    "ar": {
      "registered": "هذه رسالة من الصليب الأحمر\n\nلقد استلمنا طلبك للمساعدة.\n\nسوف تستلم رسالة نصية بمعلومات أخرى خلال اسبوع.",
      "whatsappGenericMessage": "هذه رسالة من الصليب الأحمر.\n\nهناك رسالة في انتظارك. الرجاء الرد ب- \"نعم\" على هذه الرسالة لتلقيتها",
      "whatsappPayment": "هذه رسالة من الصليب الأحمر.\n\nإن قسيمة ألبرت هاين الشرائية جاهزة للارسال.\n\nالرجاء الرد بـ “yes” على هذه الرسالة لاستلام:\n1. قسيمة هذا الاسبوع.\n2.أي قسائم سابقة لم يتم استلامها بعد.",
      "whatsappVoucher": "هذه رسالة من الصليب الأحمر.\n\nتحتوي هذه الرسالة على صورتين:\n1 الأولى لقسيمة الشراء من البرت هاين (cadeaukaart) - مع رمز مرئي.\n2 و تتضمن الأخرى شرحاً لكيفية استخدام قسيمة الشراء  من البرت هاين.\n\nإذا تلقيت أكثر من إيصال، فذلك لأن هناك قسائم من الأسابيع السابقة لم استلم حتى الآن .\n\n المبلغ الذي تتلقاه مكتوب في أعلى القسيمة. \\ nيمكنك استخدام هذه القسيمة لدى أي سوبر ماركت ألبرت هاين في هولندا.\n\nلست مضطراً لاستخدام كامل المبلغ مرة واحدة. لذى الرجاء المحافظة على صورة القسيمة لإعادة استخدامها حتى انتهاء الرصيد.\n\nسوف سيتم ارسال قسيمة اسبوعية في كل ثلاثاء.\n\nعند إيقاف الدعم, ستتلقى رسالة من الصليب الأحمر توضح لك متى ولماذا ننهي هذا الدعم.\n\nهل لديك اسئلة؟ قم بمراسلتنا عبر تطبيق واتسآب https://wa.me/31614458781",
      "whatsappVoucherMultiple": "هذه رسالة من الصليب الأحمر.\n\nهذه الرسالة تحتوي على صورتين.\nالأولى لقسيمة الشراء من البرت هاين (cadeaukaart) مع رمز مرئي.\nو الأخرى فيها شرح لكيفية استخدام القسيمة للشراء من البرت هاين.\n\nإن قيمة هذه القسيمة هي {{1}} يورو.\nيمكنك استخدام هذه القسيمة في اي سوبر ماركت البرت هاين في هولندا.\n\nلست مضطراً لاستخدام كامل المبلغ مرة واحدة. لذلك الرجاء المحافظة على صورة القسيمة لإعادة استخدامها حتى انتهاء الرصيد.\n\nسوف تستلم قسيمة جديدة بقيمة {{1}} يورو كل اسبوع يوم الثلاثاء حتى نهاية المشروع (سيتم إبلاغك قبل أسبوعين)\n\nهل لديك اسئلة؟ قم بمراسلتنا عبر تطبيق واتسآب https://wa.me/31614458781",
      "whatsappReply": "هذا رسالة آلية، إذا كانت لديك اسئلة يمكنك مراسلة الصليب الأحمر على واتس آب: +31614458781"
    },
    "en": {
      "registered": "This is a message from the Red Cross.\n\nWe have received your application for support.\n\nYou will receive another SMS or WhatsApp message with more information within 1 week.",
      "whatsappGenericMessage": "This is a message from the Red Cross.\n\nThere is a message waiting for you. Please reply “yes” to this message to receive it.",
      "whatsappPayment": "This is a message from the Red Cross.\n\nYour Albert Heijn supermarket voucher is ready to be sent.\n\nPlease reply “yes” to this message in order to receive:\n1. This week's voucher.\n2. Any previous vouchers you haven't received yet.\n",
      "whatsappVoucher": "This is a message from the Red Cross.\n\nWith this message you will receive:\n1. An Albert Heijn supermarket voucher (cadeaukaart) - this is the picture with the barcode.\n2. An explanation on how to use the voucher in Albert Heijn.\n\nIf you received more than one voucher this is because you had not yet received vouchers from previous weeks.\n\n The amount that you receive is written on the top of the voucher.\nYou can spend the vouchers at any Albert Heijn supermarket in the Netherlands.\n\nYou don’t have to spend everything at once. So keep the vouchers and re-use them until the complete amount is finished.\n\nYou will receive your Albert Heijn voucher every week on Tuesday. When we end the support you will receive a message from us, explaining you when and why we end the support.\n\nDo you have questions? Send us a message on WhatsApp: https://wa.me/31614458781",
      "whatsappVoucherMultiple": "This is a message from the Red Cross.\n\nWith this message you will receive:\n1. An Albert Heijn supermarket voucher (cadeaukaart) - this is the picture with the barcode.\n2. An explanation on how to use the voucher in Albert Heijn.\n\nIf you received more than one voucher this is because:\n1. You had not yet received vouchers from previous weeks.\n2. A family member or friend is registered with the same phone number.\nThis happens only when he/she is also put on the list of the partner organisation to receive the voucher.\n\nThe value of each voucher is €{{1}}.\nYou can spend the vouchers at any Albert Heijn supermarket in the Netherlands.\n\nYou don’t have to spend everything at once. So keep the vouchers and re-use them until the €{{1}} on each voucher is finished.\n\nYou will receive your €{{1}} Albert Heijn voucher every week on Tuesday until:\n1. You are no longer on the list of our partner organisations.\n2. The end of the project (you will be informed two weeks in advance).\n\nDo you have questions? Send us a message on WhatsApp: https://wa.me/31614458781",
      "whatsappReply": "This is an automated message, for questions please contact the Red Cross Helpdesk on WhatsApp: +31614458781"
    },
    "nl": {
      "registered": "Dit is een bericht van het Rode Kruis.\n\nWe hebben je aanmelding voor hulp ontvangen.\n\nJe ontvangt binnen 1 week een volgende SMS of WhatsApp bericht met meer informatie.",
      "whatsappGenericMessage": "Dit is een bericht van het Rode Kruis.\n\nEr staat een bericht klaar voor je. Antwoord met “ja” op dit bericht om het te ontvangen.",
      "whatsappPayment": "Dit is een bericht van het Rode Kruis.\n\nJe Albert Heijn supermarkt voucher is klaar om verzonden te worden.\n\nAntwoord met \"ja\" op dit bericht om het volgende te ontvangen:\n1. De voucher van deze week.\n2. Vorige vouchers die je nog niet hebt ontvangen.",
      "whatsappVoucher": "Dit is een bericht van het Rode Kruis.\n\nMet dit bericht ontvang je:\n1. Een Albert Heijn supermarkt voucher - dit is de foto met de barcode.\n2. Een uitleg van hoe je de voucher moet gebruiken in de Albert Heijn. \n\nAls je meer dan één voucher ontvangt, komt dit doordat je geen vouchers hebt ontvangen van de voorgaande weken. \n\nDe waarde van elke voucher staat geschreven op de hoek van de voucher.\nJe kan de voucher gebruiken in elke Albert Heijn in Nederland.\n\nJe hoeft niet alles in één keer te gebruiken. Dus bewaar de vouchers en gebruik de voucher opnieuw totdat het hele bedrag op is. \n\nJe zal je Albert Heijn voucher elke week ontvangen op dinsdag. Wanneer we de voucherhulp stoppen sturen wij jou een bericht. In dat bericht leggen wij uit wanneer de hulp stopt en waarom.\n\nHeb je vragen? Stuur ons een bericht op WhatsApp: https://wa.me/31614458781",
      "whatsappVoucherMultiple": "Dit is een bericht van het Rode Kruis.\n\nMet dit bericht ontvang je:\n1. Een Albert Heijn supermarkt voucher (cadeaukaart) - dit is de foto met de barcode.\n2. Een uitleg over hoe je de voucher moet gebruiken in de Albert Heijn.\n\nAls je meer dan één voucher ontvangt, komt dit omdat:\n1. Je nog geen vouchers hebt ontvangen van de voorgaande weken. \n2. Een familielid of vriend is geregistreerd met hetzelfde telefoonnummer.\nDit gebeurt alleen als hij/zij ook op de lijst staat van een partnerorganisatie om een voucher te ontvangen.\n\nDe waarde van elke voucher is €{{1}}.\nJe kan de voucher gebruiken in elke Albert Heijn in Nederland.\n\nJe hoeft niet alles in één keer te gebruiken. Bewaar de vouchers dus en gebruik ze opnieuw totdat de €{{1}} van elke voucher op is.\n\nJe zal jouw €{{1}} Albert Heijn voucher elke week ontvangen op dinsdag, totdat:\n1. Jij niet langer meer op de lijst staat van onze partnerorganisaties.\n2. Het einde van het project (je wordt twee weken vantevoren op de hoogte gebracht).\n\nHeb je vragen? Stuur ons een bericht op WhatsApp: https://wa.me/31614458781",
      "whatsappReply": "Dit is een geautomatiseerd bericht, voor vragen neem contact op met de Rode Kruis Helpdesk via WhatsApp: +31614458781"
    },
    "fr": {
      "registered": "Ceci est un message de Croix Rouge.\n\nNous avons bien reçu votre application pour assistance.\n\nVous recevrez un autre SMS or de message WhatsApp avec plus d'informations dans un délai d' 1 semaine.",
      "whatsappGenericMessage": "Ceci est un message de la Croix-Rouge.\n\nUn message vous attend. Veuillez répondre \"oui\" à ce message pour le recevoir.",
      "whatsappPayment": "Ceci est un message de la Croix-Rouge.\n\nVotre bon chez les supermarchés Albert Heijn est prêt à être envoyé.\n\nVeuillez répondre \"oui\" à ce message afin de recevoir :\n1. Le bon de cette semaine.\n2. Tous les bons précédents que vous n'avez pas encore reçus.",
      "whatsappVoucher": "Ceci est un message de la Croix-Rouge.\n\nAvec ce message, vous recevrez:\n1. Un bon de supermarché Albert Heijn (cadeaukaart) - c'est la photo avec le code-barres.\n2. Une explication sur la façon d'utiliser le bon à Albert Heijn.\n\nSi vous avez reçu plusieurs bons, c'est parce que: \n1. Vous n'aviez pas encore reçu de bons des semaines précédentes.\n\n Le montant que vous recevez est écrit dans le coin supérieur du bon.\nVous pouvez utiliser les bons dans n'importe quel supermarché Albert Heijn aux Pays-Bas.\n\nCe n'est pas necessaire de tout dépenser d'un coup. Conservez donc les bons et réutilisez-les jusqu'à ce que le montant total soit épuisé.\n\nVous recevrez votre bon chaque semaine le mardi. Lorsque nous mettrons fin à l'aide, vous recevrez un message de notre part, vous expliquant quand et pourquoi nous mettons fin à l'aide.\n\nAvez-vous des questions? Envoyez-nous un message sur WhatsApp:\nhttps://wa.me/31614458781",
      "whatsappVoucherMultiple": "Ceci est un message de la Croix-Rouge.\n\nAvec ce message, vous recevrez:\n1. Un bon de supermarché Albert Heijn (cadeaukaart) - c'est la photo avec le code-barres.\n2. Une explication sur la façon d'utiliser le bon à Albert Heijn.\n\nSi vous avez reçu plusieurs bons, c'est parce que: \n1. Vous n'aviez pas encore reçu de bons des semaines précédentes.\n2. Un membre de la famille ou un ami est enregistré avec le même numéro de téléphone.\n\nLa valeur de chaque bon est de {{1}} €.\nVous pouvez utiliser les bons dans n'importe quel supermarché Albert Heijn aux Pays-Bas.\n\nCe n'est pas necessaire de tout dépenser d'un coup. Conservez donc les bons et réutilisez-les jusqu'à ce que les {{1}} € sur chaque bon soient épuisés.\n\nVous recevrez votre bon Albert Heijn de {{1}} € chaque semaine le mardi jusqu'au :\n1. Vous ne faites plus partie de la liste de nos organisations partenaires.\n2. Ou jusqu'à la fin du projet (vous serez informé deux semaines à l'avance).\n\nAvez-vous des questions? Envoyez-nous un message sur WhatsApp:\nhttps://wa.me/31614458781",
      "whatsappReply": "Ceci est un message automatisé, pour toutes questions, s'il vous plaît, veuillez contacter le Guiche d'information de la Croix-Rouge sur WhatsApp: +31614458781"
    },
    "es": {
      "registered": "Este es un mensaje de la Cruz Roja.\n\nHemos recibido su solicitud de ayuda.\n\nRecibirá otro SMS o mensaje de WhatsApp con más información en el plazo de una semana.",
      "whatsappGenericMessage": "Este es un mensaje de la Cruz Roja.\n\nHay un mensaje esperándote. Por favor, responda “sí” a este mensaje para recibirlo.",
      "whatsappPayment": "Éste es un mensaje de la Cruz Roja.\n\nSu bono de Albert Heijn está listo para ser enviado.\n\nPor favor responda \"si\" a éste mensaje para recibir:\n1. Éste bono semanal\n2. Cualquier bono anterior que aun no haya recibido.",
      "whatsappVoucher": "Éste es un mensaje de la Cruz Roja.\n\nCon este mensaje recibirá:\n1. Un bono del supermercado Albert Heijn (cadeaukaart): ésta es la imagen con el código de barras.\n2. Una explicación sobre cómo utilizar el bono en Albert Heijn.\n\nSi recibió más de un cupón, esto se debe a que aún no había recibido los cupones de las semanas anteriores.\n\nLa cantidad que recibe está escrita en la esquina superior del cupón.\nPuede gastar los cupones en cualquier supermercado Albert Heijn de los Países Bajos.\n\nNo tiene que gastarlo todo a la vez. Así que quédese con los vales y reutilícelos hasta agotar el importe total.\n\nRecibirá su bono de Albert Heijn cada semana los martes. Cuando finalicemos la ayuda, recibirá un mensaje nuestro que le explicará cuándo y por qué finalizamos la ayuda.\n\n¿Tienes preguntas? Envíanos un mensaje en WhatsApp: https://wa.me/31614458781",
      "whatsappVoucherMultiple": "Éste es un mensaje de la Cruz Roja.\n\nCon este mensaje recibirá:\n1. Un bono del supermercado Albert Heijn (cadeaukaart): ésta es la imagen con el código de barras.\n2. Una explicación sobre cómo utilizar el bono en Albert Heijn.\n\nSi recibió más de un cupón, esto se debe a que:\n1. No ha recibido bonos de semanas anteriores\n2. Un amigo o familiar esta registrado con el mismo número de teléfono.\nEsto sucede cuando él / ella también está incluido en la lista de la organización asociada para recibir el bono.\n\nEl valor de cada bono es de {{1}} €.\nPuede gastar los cupones en cualquier supermercado Albert Heijn de los Países Bajos.\n\nNo tiene que gastarlo todo a la vez. Conserve los cupones y reutilícelos hasta que se acaben los {{1}} € de cada cupón.\n\nRecibirá su bono de Albert Heijn de {{1}} € cada semana los martes hasta que:\n1. Ya no esté en la lista de nuestras organizaciones asociadas.\n2. El final del programa (se le informará con dos semanas de antelación).\n\n¿Tienes preguntas? Envíanos un mensaje en WhatsApp: https://wa.me/31614458781",
      "whatsappReply": "Éste es un mensaje automático, cualquier duda o pregunta por favor contacte al Buro de Asistencia de la Cruz Roja en WhatsApp: +31614458781"
    },
    "pt_BR": {
      "registered": "Esta é uma mensagem da Cruz Vermelha.\n\nRecebemos seu pedido para receber ajuda.\n\nVocê receberá outra mensagem SMS/WhatsApp com mais informações no prazo de 1 semana.",
      "whatsappGenericMessage": "Esta mensagem é da Cruz Vermelha.\nHá uma mensagem à sua espera. Por favor, responda “sim” para a receber.",
      "whatsappPayment": "Esta é uma mensagem da Cruz Vermelha.\n\nSeu vale de supermercado Albert Heijn está pronto para ser enviado.\n\nPor favor, responda \"sim\" a esta mensagem para receber:\n1. O vale desta semana.\n2. Qualquer vale anterior que você ainda não tenha recebido.",
      "whatsappVoucher": "Esta é uma mensagem da Cruz Vermelha.\n\nCom esta mensagem você receberá:\n1. Um vale de supermercado Albert Heijn (cadeaukaart) - esta é a foto com o código de barras.\n2. Uma explicação de como usar o vale no Albert Heijn.\n\nSe você recebeu mais de um vale, é porque ainda não tinha recebido os vales das semanas anteriores.\n\nO valor que você recebe está escrito no topo do voucher..\nVocê pode gastar os vales em qualquer supermercado Albert Heijn na Holanda.\n\nVocê não precisa gastar tudo de uma vez. Portanto, guarde os vouchers e reutilize-os até esgotar o valor total.\n\nVocê receberá seus vales de Albert Heijn todas as semanas na terça-feira. Quando encerrarmos o suporte, você receberá uma mensagem nossa, explicando quando e por que encerramos o suporte.\n\nVocê tem perguntas? Envie-nos uma mensagem no WhatsApp: https://wa.me/31614458781",
      "whatsappVoucherMultiple": "Esta é uma mensagem da Cruz Vermelha.\n\nCom esta mensagem você receberá:\n1. Um vale de supermercado Albert Heijn (cadeaukaart) - esta é a foto com o código de barras.\n2. Uma explicação de como usar o vale no Albert Heijn.\n\nSe você recebeu mais de um vale, é porque:\n1. Ainda não tinha recebido os vales das semanas anteriores.\n2. Um membro da família ou amigo é registrado com o mesmo número de telefone.\nIsto só acontece quando ele/ela também é inscrito na lista da organização parceira para receber o vale.\n\nO valor de cada vale é €{{1}}.\nVocê pode gastar os vales em qualquer supermercado Albert Heijn na Holanda.\n\nVocê não precisa gastar tudo de uma vez. Portanto, guarde os vales e reutilize-os até que o valor de €{{1}} em cada vale esteja terminado.\n\nVocê receberá seus vales de €{{1}} do Albert Heijn todas as semanas na terça-feira até:\n1. Você não esteja mais na lista de nossas organizações parceiras.\n2. O fim do programa (será informado com duas semanas de antecedência).\n\nVocê tem perguntas? Envie-nos uma mensagem no WhatsApp: https://wa.me/31614458781",
      "whatsappReply": "Esta é uma mensagem automática, para dúvidas por favor, contate a Central de Ajuda da Cruz Vermelha no WhatsApp: +31614458781"
    }
  },
  "phoneNumberPlaceholder": "+31 6 00 00 00 00",
  "programCustomAttributes": [
    {
      "label": {
        "en": "Partner Organization",
        "pt_BR": "Organização Parceira"
      },
      "name": "namePartnerOrganization",
      "type": "text",
      "export": [
        "all-people-affected",
        "included",
        "selected-for-validation",
        "payment"
      ],
      "phases": ["registrationValidation", "inclusion", "payment"]
    }
  ],
  "programQuestions": [
    {
      "name": "nameFirst",
      "label": {
        "ar": "الرجاء إدخال اسمك الأول:",
        "en": "Please enter your first name:",
        "nl": "Vul je voornaam in:",
        "fr": "Remplissez votre prénom, s'il vous plaît:",
        "es": "Por favor introduzca su nombre:",
        "pt_BR": "Por favor, digite seu nome: "
      },
      "answerType": "text",
      "questionType": "standard",
      "pattern": null,
      "options": null,
      "persistence": true,
      "export": ["all-people-affected", "included", "selected-for-validation"],
      "scoring": {},
      "phases": [],
      "editableInPortal": false,
      "shortLabel": {
        "en": "First Name",
        "pt_BR": "Nome"
      }
    },
    {
      "name": "nameLast",
      "label": {
        "ar": "الرجاء إدخال اسم العائلة:",
        "en": "Please enter your last name:",
        "nl": "Vul je achternaam in:",
        "fr": "Remplissez votre nom, s'il vous plaît:",
        "es": "Por favor introduzca su apellido:",
        "pt_BR": "Por favor, digite seu sobrenome:"
      },
      "answerType": "text",
      "questionType": "standard",
      "pattern": null,
      "options": null,
      "persistence": true,
      "export": ["all-people-affected", "included", "selected-for-validation"],
      "scoring": {},
      "phases": [],
      "editableInPortal": false,
      "shortLabel": {
        "en": "Last Name",
        "pt_BR": "Sobrenome"
      }
    },
    {
      "name": "phoneNumber",
      "label": {
        "ar": "الرجاء مشاركة رقم هاتف يمكننا إرسال رسالة نصية إليه. سوف نستخدم هذا الرقم لإعلامك عن برنامج المعونات. <br><br> مثال على الرقم: <code>+31600000000</code>",
        "en": "Please share the phone number that you can receive an SMS on. We will use this phone number to inform you on the aid program.   <br><br> It should look like: <code>+31 6 00 00 00 00</code>",
        "nl": "Geef het telefoonnummer waarop je een SMS kan ontvangen. We zullen dit telefoonnummer gebruiken om jou te informeren over het hulpprogramma. <br><br> Het zou er zo uit moeten zien: <code>+31 6 00 00 00 00</code>",
        "fr": "Veuillez indiquer le numéro de téléphone sur lequel vous pouvez recevoir un SMS. Nous utiliserons ce numéro de téléphone pour vous informer à propos du programme d'aide.<br><br> Cela devrait ressembler à:<code>3+31 6 00 00 00 00</code>\n",
        "es": "Por favor comparta el número de teléfono donde pueda recibir los mensajes te texto. Utilizaremos éste numero de teléfono para informarle del programa de ayuda. <br><br>Deberá lucir así: <code>+31 6 00 00 00 003</code>",
        "pt_BR": "Por favor digite o número de telefone em que você pode receber um mensagem de texto / SMS. Usaremos este número de telefone para informá-lo sobre o programa de ajuda. <br><br> Deve parecer: <code>+31 6 00 00 00 00</code>"
      },
      "placeholder": {
        "ar": "31600000000+",
        "en": "+31 6 00 00 00 00",
        "pt_BR": "+31 6 00 00 00 00"
      },
      "answerType": "tel",
      "questionType": "standard",
      "pattern": null,
      "options": null,
      "persistence": true,
      "export": [],
      "scoring": {},
      "duplicateCheck": true,
      "phases": [],
      "editableInPortal": false,
      "shortLabel": {
        "en": "Phone Number",
        "pt_BR": "Número de Telefone"
      }
    }
  ],
  "aboutProgram": {
    "ar": "لقد تم إنشاء <strong>برنامج مساعدات الصليب الأحمر</strong> لمساعدة  لدعم الأشخاص الذين يحتاجون إلى مساعدات غذائية والذين لم يتلقوا هذه المساعدة من منظمة أخرى بعد. نحن نعمل مع المنظمات الشريكة التالية: ul class='ion-padding-start'><li>ACO (Amsterdams Centrum Ongedocumenteerden)</li><li>Aanmeldloket Utrecht</li><li>STIL (Utrecht)</li><li>ROS (Rotterdam)</li><li>Pauluskerk (Rotterdam)</li></ul> <br><br> برنامج <strong>مساعدات الصليب الأحمر</strong> سيقوم بمساعدتك: <ul class='ion-padding-start'><li>   إلى حين مساندتك من قبل جمعية أخرى </li><li> إلى حين انتهاء تجسيلك مع إحدى الجمعيات المذكورة سابقاً </li><li> أو إلى حين انتهاء <strong>برنامج مساعدات الصليب الأحمر (سيتم إبلاغك قبل أسبوعين من انتهاء الدعم) . </li></ul> <br> إن <strong>برنامج معونات الصليب الأحمر</strong> سيقوم بدعمك بالآتي: <ul class='ion-padding-start'><li>قسيمة شراء اسبوعية بقيمة €35 من سوبر ماركت ألبرت هاين<br>سيتم ارسال القسيمة عبر تطبيق واتسآب. في حال عدم إمكانية استلامها عبر الواتسآب، سنقوم بإرسال رسالة نصية توضج لك كيفية استلام القسيمة . </li></ul>",
    "en": "This <strong>Red Cross aid program</strong> was created to support people who are in need of food aid and who are not yet receiving this help from another organization. We work together with the following partner organzations: <ul class='ion-padding-start'><li>ACO (Amsterdams Centrum Ongedocumenteerden)</li><li>Aanmeldloket Utrecht</li><li>STIL (Utrecht)</li><li>ROS (Rotterdam)</li><li>Pauluskerk (Rotterdam)</li></ul>   <br><br>   The <strong>Red Cross aid program</strong> aims to help you: <ul class='ion-padding-start'><li> Until you receive food / financial support from another organization </li><li> Until you are no longer registered with any of the above organizations </li><li> Until you received the maximum amount of vouchers that was agreed upon at the start of the support. </li><li> Or until the end of the project (you will be informed two weeks in advance). </li></ul>   <br>   The <strong>Red Cross aid program</strong> will support you with the following:   <ul class='ion-padding-start'><li> Weekly €35 Albert Heijn supermarket voucher<br> WhatsApp will be used to send your supermarket voucher. If you’re unable to receive the supermarket voucher on WhatsApp, we will send you an SMS and you can go to the Loket to pick it up. </li></ul>",
    "nl": "Dit <strong>Rode Kruis hulpprogramma</strong> is opgezet om mensen te helpen die voedselhulp nodig hebben en deze hulp nog niet van een andere organisatie krijgen. Wij werken samen met de volgende organisaties: <ul class='ion-padding-start'><li>ACO (Amsterdams Centrum voor Ongedocumenteerden), voor de LVV wachtlijst</li><li>Aanmeldloket Utrecht, voor de LVV wachtlijst</li><li>STIL Utrecht</li><li>ROS Rotterdam</li><li>Pauluskerk (Rotterdam)</li></ul> <br><br> Het <strong>Rode Kruis hulpprogramma</strong> probeert jou te helpen: <ul class='ion-padding-start'><li> Totdat je hulp ontvangt van een andere organisatie </li><li> Totdat je niet meer geregistreerd bent bij één van de bovenstaande organisaties </li><li>Tot je het maximale aantal vouchers hebt ontvangen dat afgesproken was aan het begin van de voedselhulp. </li><li> Of totdat het <strong>Rode Kruis hulpprogramma</strong> stopt (je wordt hier ten minste twee weken van tevoren over geïnformeerd). </li></ul> <br> Het <strong>Rode Kruis hulpprogramma</strong> zal jou ondersteunen met het volgende: <ul class='ion-padding-start'><li> Wekelijkse €35 Albert Heijn supermarkt voucher<br> WhatsApp zal gebruikt worden om jouw supermarkt voucher te sturen. Als je niet in staat bent om de supermarkt voucher te ontvangen op WhatsApp, zullen we jou een SMS sturen met informatie over waar je de voucher kan ophalen. </li></ul>",
    "fr": "Ce <strong> programme d'aide de la Croix-Rouge </strong> a été créé pour soutenir les personnes qui ont besoin d'aide alimentaire et qui ne reçoivent pas encore cette aide d'une autre organisation. Nous collaborons avec les organisations partenaires suivantes:<ul class='ion-padding-start'><li> Loket pour shelter à Amsterdam (ACO), pour la liste d'attente </li><li>Aanmeldloket Utrecht</li><li>STIL Utrecht </li><li>ROS Rotterdam </li><li>Pauluskerk (Rotterdam)</li> </ul><br><br> Le<strong> programme d'aide de la Croix-Rouge </strong> vise à vous aider : <ul class='ion-padding-start'> Jusqu'à ce que vous receviez le soutien d'un autre organisme <li>Jusqu'à ce que vous ne soyez plus pris en charge par aucune des organisations ci-dessus</li><li>Jusqu'à ce que vous receviez le montant maximum de bons convenu au début de l'assistance.</li><li> Ou jusqu'à la fin du projet (vous serez informé deux semaines à l'avance)</li></ul>  <br> Le <strong>programme d'aide de la Croix-Rouge</strong> vous soutient avec les éléments suivants: <ul class='ion-padding-start'><li>Bon d'achat hebdomadaire de €35 pour le supermarché Albert Heijn <br> WhatsApp sera utilisé pour envoyer votre bon de supermarché. Si vous ne parvenez pas à recevoir le bon de supermarché sur WhatsApp, nous vous enverrons un SMS et vous pourrez le récupérer. </li></ul>",
    "es": "Este <strong>programa de ayuda de la Cruz Roja</strong> fue creado para apoyar a las personas que se encuentran en necesidad de ayuda alimentaria y que aún no están recibiendo esta ayuda de otra organización. Trabajamos junto con las siguientes organizaciones asociadas:<ul class='ion-padding-start'><li>ACO (Amsterdams Centrum voor Ongedocumenteerden), para la lista de espera de la LVV</li><li>Aanmeldloket Utrecht, para la lista de espera de la LVV</li><li>STIL Utrecht</li><li>ROS Rotterdam</li><li>Pauluskerk (Rotterdam)</li></ul> <br><br> El <strong>programa de ayuda de la Cruz Roja</strong> tiene como objetivo apoyarle: <ul class='ion-padding-start'><li> Hasta que reciba ayuda de otra organización </li><li> Hasta que deje de estar inscrito en alguna de las organizaciones anteriores </li><li> Hasta recibir la cantidad máxima de vales que se acordó al inicio del apoyo. </li><li> O hasta la finalización del proyecto (se le notificará con dos semanas de antelación). </li></ul> <br> El <strong>programa de ayuda de la Cruz Roja</strong> le ayudará en lo siguiente: <ul class='ion-padding-start'><li> Cupón semanal de 35€ para el supermercado Albert Heijn<br> Se utilizará WhatsApp para enviarle su cupón de supermercado. Si no puede recibir el cupón del supermercado por WhatsApp, le enviaremos un SMS y podrá ir al Loket a recogerlo. </li></ul>",
    "pt_BR": "Este <strong>programa de auxílio da Cruz Vermelha</strong>foi criado para apoiar as pessoas que necessitam de ajuda alimentar e que ainda não recebem esta ajuda de outra organização. Trabalhamos em conjunto com as seguintes organizações parceiras: <ul class='ion-padding-start'><li>Loket for Shelter em Amsterdã, para a lista de espera da LVV</li><li>Aanmeldloket Utrecht, para a lista de espera da LVV</li><li>STIL Utrecht</li><li>ROS Rotterdam</li><li>Pauluskerk (Rotterdam)</li></ul> <br><br> O <strong>programa de auxílio da Cruz Vermelha</strong> visa ajudá-lo: <ul class='ion-padding-start'><li> Até que você receba ajuda de outra organização </li><li> Até que você não esteja mais registrado em nenhuma das organizações acima </li><li> Até receber a quantidade máxima de vouchers que foi acordada no início do apoio.</li> <li> Ou até o final do projeto (você será informado com duas semanas de antecedência). </li></ul> <br> O <strong>programa de auxílio da Cruz Vermelha</strong> irá ajudá-lo com o seguinte: <ul class='ion-padding-start'><li> Voucher semanal de 35 € para o supermercado Albert Heijn<br> O WhatsApp será usado para enviar seu voucher de supermercado. Caso não consiga receber o voucher do supermercado no WhatsApp, enviaremos um SMS e você poderá ir até o Loket para buscá-lo. </li></ul>"
  },
  "fullnameNamingConvention": ["nameFirst", "nameLast"],
  "languages": ["ar", "en", "es", "fr", "nl", "pt_BR"],
  "enableMaxPayments": true
}
