{
  "registered": {
    "isWhatsappTemplate": false,
    "message": {
      "en": "This is a message from the Red Cross.\n\nWe have received your application for support.\n\nYou will receive another SMS or WhatsApp message with more information within 1 week.",
      "es": "Este es un mensaje de la Cruz Roja.\n\nHemos recibido su solicitud de ayuda.\n\nRecibirá otro SMS o mensaje de WhatsApp con más información en el plazo de una semana.",
      "nl": "Dit is een bericht van het Rode Kruis.\n\nWe hebben je aanmelding voor hulp ontvangen.\n\nJe ontvangt binnen 1 week een volgende SMS of WhatsApp bericht met meer informatie.",
      "pt_BR": "Esta é uma mensagem da Cruz Vermelha.\n\nRecebemos seu pedido para receber ajuda.\n\nVocê receberá outra mensagem SMS/WhatsApp com mais informações no prazo de 1 semana.",
      "tl": "Ang mensaheng ito ay galing sa Red Cross.\n\nNatanggap na namin ang iyong application para sa suporta.\n\nMakakatanggap ka ng panibagong SMS/WhatsApp na may panibagong impormasyon sa loob ng 1 linggo.",
      "in": "Ini adalah pesan dari Red Cross\n\nKami telah menerima aplikasi anda untuk bantuan ini\n\nAnda akan menerima pesan SMS/WhatsApp dengan informasi berikutnya dalam waktu 1 minggu.",
      "fr": "Ceci est un message de Croix Rouge.\n\nNous avons bien reçu votre application pour assistance.\n\nVous recevrez un autre SMS or de message WhatsApp avec plus d'informations dans un délai d' 1 semaine."
    }
  },
  "whatsappGenericMessage": {
    "isWhatsappTemplate": true,
    "message": {
      "en": "This is a message from the Red Cross.\n\nThere is a message waiting for you. Please reply “yes” to this message to receive it.",
      "es": "Este es un mensaje de la Cruz Roja.\n\nHay un mensaje esperándote. Por favor, responda “sí” a este mensaje para recibirlo.",
      "nl": "Dit is een bericht van het Rode Kruis.\n\nEr staat een bericht klaar voor je. Antwoord met “ja” op dit bericht om het te ontvangen.",
      "pt_BR": "Esta mensagem é da Cruz Vermelha.\nHá uma mensagem à sua espera. Por favor, responda “sim” para a receber.",
      "tl": "Ang mensaheng ito ay mula sa Red Cross.\n\nMay mensaheng naghihintay para sa iyo. Pa-click ang “oo” para matanggap ang mensaheng ito.",
      "in": "Ini berita dari Red Cross (Palang Merah)\n\nAda berita yang menunggu anda. Harap jawab “yes” untuk berita yang anda terima.",
      "fr": "Ceci est un message de la Croix-Rouge.\n\nUn message vous attend. Veuillez répondre \"oui\" à ce message pour le recevoir."
    }
  },
  "whatsappPayment": {
    "isWhatsappTemplate": true,
    "message": {
      "en": "This is a message from the Red Cross.\n\nYour Albert Heijn supermarket voucher is ready to be sent.\n\nPlease reply “yes” to this message in order to receive:\n1. This week's voucher.\n2. Any previous vouchers you haven't received yet.\n",
      "es": "Éste es un mensaje de la Cruz Roja.\n\nSu bono de Albert Heijn está listo para ser enviado.\n\nPor favor responda \"si\" a éste mensaje para recibir:\n1. Éste bono semanal\n2. Cualquier bono anterior que aun no haya recibido.",
      "nl": "Dit is een bericht van het Rode Kruis.\n\nJe Albert Heijn supermarkt voucher is klaar om verzonden te worden.\n\nAntwoord met \"ja\" op dit bericht om het volgende te ontvangen:\n1. De voucher van deze week.\n2. Vorige vouchers die je nog niet hebt ontvangen.",
      "pt_BR": "Esta é uma mensagem da Cruz Vermelha.\n\nSeu vale de supermercado Albert Heijn está pronto para ser enviado.\n\nPor favor, responda \"sim\" a esta mensagem para receber:\n1. O vale desta semana.\n2. Qualquer vale anterior que você ainda não tenha recebido.",
      "tl": "Ang mensaheng ito ay galing sa Red Cross.\n\nAng iyong Albert Heijn supermarket voucher ay handa na para ipadala.\n\nMag-reply ng \"oo\" sa mensaheng ito upang makatanggap ng voucher.",
      "in": "Ini adalah pesan dari Red Cross.\n\nVoucher supermarket Albert Heijn siap untuk dikirim.\n\nHarap menjawab \"ya\" atas berita ini agar dapat menerima:\n1. Voucher minggu ini\n2. Voucher sebelumnya yang anda belum terima.",
      "fr": "Ceci est un message de la Croix-Rouge.\n\nVotre bon chez les supermarchés Albert Heijn est prêt à être envoyé.\n\nVeuillez répondre \"oui\" à ce message afin de recevoir :\n1. Le bon de cette semaine.\n2. Tous les bons précédents que vous n'avez pas encore reçus."
    }
  },
  "whatsappVoucher": {
    "isWhatsappTemplate": true,
    "message": {
      "en": "This is a message from the Red Cross.\n\nWith this message you will receive:\n1. An Albert Heijn supermarket voucher (cadeaukaart) - this is the picture with the barcode.\n2. An explanation on how to use the voucher in Albert Heijn.\n\nIf you received more than one voucher this is because you had not yet received vouchers from previous weeks.\n\n The amount that you receive is written on the top of the voucher.\nYou can spend the vouchers at any Albert Heijn supermarket in the Netherlands.\n\nYou don’t have to spend everything at once. So keep the vouchers and re-use them until the complete amount is finished.\n\nYou will receive your Albert Heijn voucher every week on Tuesday. When we end the support you will receive a message from us, explaining you when and why we end the support.\n\nDo you have questions? Send us a message on WhatsApp: https://wa.me/31614458781",
      "es": "Éste es un mensaje de la Cruz Roja.\n\nCon este mensaje recibirá:\n1. Un bono del supermercado Albert Heijn (cadeaukaart): ésta es la imagen con el código de barras.\n2. Una explicación sobre cómo utilizar el bono en Albert Heijn.\n\nSi recibió más de un cupón, esto se debe a que aún no había recibido los cupones de las semanas anteriores.\n\nLa cantidad que recibe está escrita en la esquina superior del cupón.\nPuede gastar los cupones en cualquier supermercado Albert Heijn de los Países Bajos.\n\nNo tiene que gastarlo todo a la vez. Así que quédese con los vales y reutilícelos hasta agotar el importe total.\n\nRecibirá su bono de Albert Heijn cada semana los martes. Cuando finalicemos la ayuda, recibirá un mensaje nuestro que le explicará cuándo y por qué finalizamos la ayuda.\n\n¿Tienes preguntas? Envíanos un mensaje en WhatsApp: https://wa.me/31614458781",
      "nl": "Dit is een bericht van het Rode Kruis.\n\nMet dit bericht ontvang je:\n1. Een Albert Heijn supermarkt voucher - dit is de foto met de barcode.\n2. Een uitleg van hoe je de voucher moet gebruiken in de Albert Heijn. \n\nAls je meer dan één voucher ontvangt, komt dit doordat je geen vouchers hebt ontvangen van de voorgaande weken. \n\nDe waarde van elke voucher staat geschreven op de hoek van de voucher.\nJe kan de voucher gebruiken in elke Albert Heijn in Nederland.\n\nJe hoeft niet alles in één keer te gebruiken. Dus bewaar de vouchers en gebruik de voucher opnieuw totdat het hele bedrag op is. \n\nJe zal je Albert Heijn voucher elke week ontvangen op dinsdag. Wanneer we de voucherhulp stoppen sturen wij jou een bericht. In dat bericht leggen wij uit wanneer de hulp stopt en waarom.\n\nHeb je vragen? Stuur ons een bericht op WhatsApp: https://wa.me/31614458781",
      "pt_BR": "Esta é uma mensagem da Cruz Vermelha.\n\nCom esta mensagem você receberá:\n1. Um vale de supermercado Albert Heijn (cadeaukaart) - esta é a foto com o código de barras.\n2. Uma explicação de como usar o vale no Albert Heijn.\n\nSe você recebeu mais de um vale, é porque ainda não tinha recebido os vales das semanas anteriores.\n\nO valor que você recebe está escrito no topo do voucher..\nVocê pode gastar os vales em qualquer supermercado Albert Heijn na Holanda.\n\nVocê não precisa gastar tudo de uma vez. Portanto, guarde os vouchers e reutilize-os até esgotar o valor total.\n\nVocê receberá seus vales de Albert Heijn todas as semanas na terça-feira. Quando encerrarmos o suporte, você receberá uma mensagem nossa, explicando quando e por que encerramos o suporte.\n\nVocê tem perguntas? Envie-nos uma mensagem no WhatsApp: https://wa.me/31614458781",
      "tl": "Ang mensaheng ito ay galing sa Red Cross.\n\nKasama ng mensaheng ito, makakatanggap ka ng 2 litrato.\nAng una ay ang Albert Heijn supermarket voucher (cadeaukaart) na may barcode.\nAt ang isa pa ay ang paliwanag kung papaano gamitin ang voucher para pambayad sa Albert Heijn.\n\nAng halagang natanggap ay nakasulat sa itaas na sulok ng voucher.\nMaaari mong gastusin ang voucher na ito sa kahit saang Albert Heijn supermarket sa Netherlands.\n\nHindi mo ito kailangang gastusin lahat sa isang bilihan. Itago ang iyong voucher at muling gamitin ang mga ito hanggang maubos ang laman nito.\n\nMakakatanggap ang voucher kada Martes. Sa pagtatapos ng iyong suporta, makakatanggap ka ng mensahe mula sa amin na nagpapaliwanag sa iyo ng dahilan at kung kailan matatapos ang pagtanggap ng iyong suporta.\n\nMay mga katanungan ka ba? Magpadala ng mensahe sa amin sa WhatsApp: http://wa.me/31614458781",
      "in": "Ini adalah pesan dari Red Cross.\n\nDengan pesan ini Anda akan menerima:\n1. Sebuah voucher supermarket Albert Heijn  (cadeaukaart) - Inilah tampilannya dengan barcode-nya.\n2. Penjelasan mengenai cara menggunakan voucher ini di Albert Heijn.\n\nApabila Anda menerima lebih dari satu voucher itu karena Anda belum menerima voucher di minggu-minggu sebelumnya. \n\nNilai yang Anda terima tertera di bagian atas voucher.\nAnda bisa membelanjakan voucher tersebut di supermarket Albert Heijn mana pun di negeri Belanda.\n\nAnda tidak perlu menghabiskan nilainya secara sekaligus.  Jadi simpanlah voucher dan gunakan kembali hingga nilainya habis terpakai.\n\nAnda akan menerima voucher Albert Heijn setiap minggunya pada hari Selasa. Apabila kami menghentikan bantuan ini Anda akan menerima pesan dari kami, yang menjelaskan kapan dan mengapa kami menghentikan bantuan.\n\nApakah Anda punya pertanyaan ? Kirimkan pesan di WhatsApp: \nhttps://wa.me/31614458781",
      "fr": "Ceci est un message de la Croix-Rouge.\n\nAvec ce message, vous recevrez:\n1. Un bon de supermarché Albert Heijn (cadeaukaart) - c'est la photo avec le code-barres.\n2. Une explication sur la façon d'utiliser le bon à Albert Heijn.\n\nSi vous avez reçu plusieurs bons, c'est parce que: \n1. Vous n'aviez pas encore reçu de bons des semaines précédentes.\n\n Le montant que vous recevez est écrit dans le coin supérieur du bon.\nVous pouvez utiliser les bons dans n'importe quel supermarché Albert Heijn aux Pays-Bas.\n\nCe n'est pas necessaire de tout dépenser d'un coup. Conservez donc les bons et réutilisez-les jusqu'à ce que le montant total soit épuisé.\n\nVous recevrez votre bon chaque semaine le mardi. Lorsque nous mettrons fin à l'aide, vous recevrez un message de notre part, vous expliquant quand et pourquoi nous mettons fin à l'aide.\n\nAvez-vous des questions? Envoyez-nous un message sur WhatsApp:\nhttps://wa.me/31614458781"
    }
  },
  "whatsappReply": {
    "isWhatsappTemplate": true,
    "message": {
      "en": "This is an automated message, for questions please contact the Red Cross Helpdesk on WhatsApp: +31614458781",
      "es": "Éste es un mensaje automático, cualquier duda o pregunta por favor contacte al Buro de Asistencia de la Cruz Roja en WhatsApp: +31614458781",
      "nl": "Dit is een geautomatiseerd bericht, voor vragen neem contact op met de Rode Kruis Helpdesk via WhatsApp: +31614458781",
      "pt_BR": "Esta é uma mensagem automatizada, para perguntas, entre em contato com o Helpdesk da Cruz Vermelha no WhatsApp: +31614458781",
      "tl": "Ito ay automated na mensahe, para sa mga katanungan, maaring i-contact ang Red Cross Helpdesk sa WhatsApp: +31614458781",
      "in": "Ini adalah pesan otomatis. apabila ada pertanyaan harap kontak the Red Cross Helpdesk di WhatsApp +31614458781",
      "fr": "Ceci est un message automatisé, pour toutes questions, s'il vous plaît, veuillez contacter le Guiche d'information de la Croix-Rouge sur WhatsApp: +31614458781"
    }
  }
}
