Repository: global-121/121-platform
Catalog: interfaces/Portalicious/src/locale/messages.*.xlf
Languages: fr, nl

source: Select registrations with the status “Registered” and try again.
fr: Sélectionnez les enregistrements avec le statut « Enregistré » et réessayez.
nl: Selecteer registraties met de status “Geregistreerd” en probeer het opnieuw.

source: Table columns:
fr: Colonnes du tableau :

source: There are no records that match the selected filters, clear some or all filters to continue.
fr: Aucun enregistrement ne correspond aux filtres sélectionnés, effacez certains ou tous les filtres pour continuer.
nl: Er zijn geen registraties die voldoen aan de geselecteerde filters. Wis enkele of alle filters om door te gaan.

source: Failed transfers
fr: Échec des transferts
nl: Mislukte transfer

source: Registrations selected:
fr: Enregistrements sélectionnés :

source: People included
fr: Personnes incluses
nl: Inbegrepen personen

source: Checking duplicates is based on:
fr: La vérification des doublons se base sur :
nl: Het controleren op duplicaten gebeurt op basis van:

source: The status of data.applicableCount registration(s) is being changed to "this.statusLabel()" successfully. The status change can take up to a minute to process.
fr: Le statut de data.applicableCount enregistrement(s) a été remplacé par this.statusLabel() avec succès. L'actualisation du statut peut prendre jusqu’à une minute.
nl: De status van data.applicableCount registratie(s) wordt gewijzigd naar " this.statusLabel() " succesvol. Het kan tot een minuut duren voordat de statuswijziging is verwerkt.

# activity-log-item-type-data-change
source: Data change
fr: Modification des données
nl: Data wijziging

# activity-log-item-type-fsp-change
source: FSP change
fr: Changement de PSF
nl: FSP-wijziging

# activity-log-item-type-status-update
source: Status update
fr: Mise à jour du statut

# activity-log-item-type-transfer
source: Transfer
fr: Transfert

source: Add note
fr: Ajouter une note
nl: Notitie toevoegen

# add-project-label
source: Add project
fr: Ajouter un projet
nl: Nieuw project

source: Add team member
fr: Ajouter un membre de l’équipe
nl: Teamlid toevoegen

# add-user
source: Add new user
fr: Ajouter un nouvel utilisateur
nl: Nieuwe gebruiker toevoegen

# attribute-edit-info-maxPayments
source: The maximum number of payments for this Person Affected. You can remove the limit by removing the value and saving.
fr: Le nombre maximum de paiements pour cette Personne Affectée. Vous pouvez supprimer la limite en supprimant la valeur, puis sauvegarder.

# attribute-edit-info-paymentAmountMultiplier
source: The transfer value will be multiplied by this number for this Person Affected
fr: La valeur du transfert sera multipliée par ce nombre pour cette Personne Affectée.

# attribute-edit-info-paymentCountRemaining
source: This is automatically calculated based on Max. payments and payments sucessfully sent
fr: Cette valeur est calculée automatiquement en fonction du nombre de paiements maximums et des paiements envoyés avec succès.

# attribute-edit-info-phoneNumber
source: The required format is: ONLY numbers, including country-code.
fr: Le format requis doit comporter : UNIQUEMENT des chiffres, y compris l'indicatif du pays (par exemple, 33 sans le + pour la France).

# attribute-edit-info-scope
source: Separate the parts with a dot (i.e. 'amsterdam.west').
fr: Séparer les champs par un point (par exemple, 'paris.nord').

# attribute-label-inclusionScore
source: Inclusion Score
fr: Score d'éligibilité

# attribute-label-maxPayments
source: Max. payments
fr: Paiements max.
nl: Max. betalingen

# attribute-label-paymentAmountMultiplier
source: Transfer value multiplier
fr: Multiplicateur de valeur de transfert
nl: Overdrachtswaarde vermenigvuldiger

# attribute-label-paymentCount
source: Payment Count
fr: Nombre de Paiements

# attribute-label-paymentCountRemaining
source: Remaining payments
fr: Paiements restants
nl: Resterende betalingen

# attribute-label-phoneNumber
source: Phone Number
fr: Numéro de téléphone

# attribute-label-preferredLanguage
source: Preferred Language
fr: Langue préférée

# attribute-label-programFinancialServiceProviderConfigurationLabel
source: FSP
fr: PSF

# attribute-label-programFinancialServiceProviderConfigurationName
source: FSP Configuration Name
fr: Nom du PSF configuré

# attribute-label-referenceId
source: Reference ID
fr: Numéro de référence

# attribute-label-registrationCreatedDate
source: Registration Created Date
fr: Date de création de l'enregistrement

# attribute-label-registrationProgramId
source: Registration ID
fr: Numéro d'enregistrement

# attribute-label-scope
source: Scope
fr: Périmètre

# attribute-label-status
source: Status
fr: Statut

# change-status-decline-warning
source: The action "Decline" can not be applied to registrations with the "Completed" status. Registrations with “completed” status will remain with their current status.
fr: L'action "Décliné" ne peut pas être appliquée aux enregistrements ayant le statut "Complété". Les enregistrements avec le statut "Complété" conserveront leur statut actuel.
nl: De actie "Afwijzen" kan niet worden toegepast op registraties met de status "Voltooid". Registraties met de status "Voltooid" behouden hun huidige status.

# change-status-delete-warning
source: The action "Delete" can not be applied to registrations with the "Completed" status. Registrations with “completed” status will remain with their current status.
fr: L'action " Supprimer " ne peut pas être appliquée aux enregistrements ayant le statut " Complété(e) ". Les enregistrements ayant le statut « Complété(e) » conserveront leur statut actuel.
nl: De actie "Verwijderen" kan niet worden toegepast op registraties met de status "Voltooid". Registraties met de status "voltooid" behouden hun huidige status.

# change-status-include-warning
source: The action "Include" can only be applied to registrations who’s “Payments left” is larger than 0. Registrations with 0 payments left will remain with their current status.
fr: L'action "Inclure" ne peut être appliquée qu'aux enregistrements dont le nombre de "paiements restants" est supérieur à 0. Les enregistrements dont le nombre de paiements restants est de 0 resteront inchangés.
nl: De actie "Activeer" kan alleen worden toegepast op registraties waarvan het aantal "Resterende betalingen" groter is dan 0. Registraties met 0 resterende betalingen behouden hun huidige status.

# change-status-pause-warning
source: The action "Pause" can only be applied to registrations with the "Included" status. Registrations with other statuses will remain with their current status.
fr: L'action " Pause " ne peut être appliquée qu'aux enregistrements ayant le statut "Inclus(e)" Les enregistrements ayant d'autres statuts conserveront leur statut actuel.
nl: De actie "Pauzeren" kan alleen worden toegepast op registraties met de status "Actief". Registraties met andere statussen behouden hun huidige status.

# change-status-validate-warning
source: The action "Validate" can only be applied to registrations with the "Registered" status. Registrations with other statuses will remain with their current status.
fr: L'action " Validé(e) " ne peut être appliquée qu'aux enregistrements ayant le statut " Enregistré(e) ". Les enregistrements ayant d'autres statuts conserveront leur statut actuel.
nl: De actie "Goedkeuren" kan alleen worden toegepast op registraties met de status "Geregistreerd". Registraties met andere statussen behouden hun huidige status.

# confirmation-dialog-header
source: Are you sure?
fr: Êtes-vous sûr(e)?
nl: Weet u het zeker?

# create-payment
source: Create new payment
fr: Créer un nouveau paiement
nl: Nieuwe betaling starten

# debit-card-actions-pause-card
source: Pause card
fr: Suspendre la carte
nl: VISA kaart pauzeren

# debit-card-actions-replace-card
source: Replace card
fr: Remplacer la carte
nl: VISA kaart vervangen

# debit-card-actions-unpause-card
source: Unpause card
fr: Annuler la pause de la carte
nl: VISA Kaart hervatten

# debit-card-balance
source: Current balance
fr: Solde actuel
nl: Huidig saldo

# debit-card-explanation
source: Explanation
fr: Explication
nl: Uitleg

# debit-card-issued-on
source: Issued on
fr: Délivrée le
nl: Uitgegeven op

# debit-card-last-used
source: Last used
fr: Dernière utilisation
nl: Laatst gebruikt

# debit-card-number
source: Card number
fr: Numéro de carte
nl: Kaartnummer

# debit-card-spent-this-month
source: Spent this month (max. EUR 150)
fr: Dépenses effectuées ce mois-ci (max. 150 EUR)
nl: Uitgegeven deze maand (max. EUR 150)

# debit-card-status
source: Card status
fr: Statut de la carte
nl: Kaartstatus

# debit-card-status-active
source: Active
fr: Actif
nl: Actief

# debit-card-status-blocked
source: Blocked
fr: Bloqué
nl: Geblokkeerd

# debit-card-status-card-data-missing
source: Debit card data missing
fr: Données de la carte de débit manquantes
nl: Gegevens VISA kaart ontbreken

# debit-card-status-issued
source: Issued
fr: Émis(e)
nl: Uitgegeven

# debit-card-status-paused
source: Paused
fr: En pause
nl: Gepauzeerd

# debit-card-status-substituted
source: Substituted
fr: Substitué
nl: Vervangen

# debit-card-status-suspected-fraud
source: Suspected fraud
fr: Suspicion de fraude
nl: Vermoeden van fraude

# debit-card-status-unknown
source: Unknown
fr: Inconnu
nl: Onbekend

# error-rate-limit
source: Rate limit exceeded. Please try again later.
fr: Limite de débit dépassée. Veuillez réessayer plus tard.
nl: Rate limit overschreden. Probeer het later opnieuw.

# error-token-expired
source: Token expired
fr: Jeton expiré
nl: Token verlopen

source: Export
fr: Exporter

# export-changes
source: Export status & data changes
fr: Exporter les modifications de statuts et des données
nl: Status- en datawijzigingen exporteren

# export-duplicate
source: Export duplicate registrations
fr: Exporter les doublons d'enregistrements
nl: Duplicaten exporteren

source: Export FSP payment list
fr: Exporter la liste des paiements du PSF

# export-payments-debit-card-usage
source: Export debit card usage
fr: Exporter l’utilisation de la carte de débit
nl: Visakaartgebruik exporteren

# export-payments-last
source: Export last this.maxLastPaymentsNumber() payment(s)
fr: Exporter le dernier this.maxLastPaymentsNumber() paiement(s)
nl: Exporteer meest recente this.maxLastPaymentsNumber() betaling(en)

# export-payments-unused-vouchers
source: Export unused vouchers
fr: Exporter les bons d’achat inutilisés
nl: Ongebruikte vouchers exporteren

# export-selected
source: Export selected registrations
fr: Exporter les enregistrements sélectionnés
nl: Geselecteerde registraties exporteren

# export-verification
source: Export account number verification
fr: Exporter Vérification des numéros de compte
nl: Verifieer rekeningnummers

# generic-apply
source: Apply
fr: Appliquer

# generic-approve
source: Approve
fr: Approuver
nl: Goedkeuren

# generic-boolean-false
source: No
fr: Non
nl: Nee

# generic-boolean-true
source: Yes
fr: Oui
nl: Ja

# generic-cancel
source: Cancel
fr: Annuler
nl: Annuleren

# generic-clear
source: Clear
fr: Effacer

# generic-close
source: Close
fr: Fermer
nl: Sluit

# generic-download
source: Download
fr: Télécharger

# generic-edit
source: Edit
fr: Modifier
nl: Bewerken

# generic-error
source: Error
fr: Erreur
nl: Fout

# generic-error-try-again
source: An unexpected error has occurred. Please try again later.
fr: Une erreur inattendue est survenue. Veuillez réessayer plus tard.
nl: Er is een onverwachte fout opgetreden. Probeer het later opnieuw.

# generic-error-with-message
source: Something went wrong: errorMessage
fr: Une erreur s'est produite : errorMessage
nl: Er is iets misgegaan: errorMessage

# generic-go-back
source: Go back
fr: Retourner
nl: Terug

# generic-loading
source: Loading...
fr: Téléchargement...
nl: Bezig met laden...

# generic-message-will-be-sent
source: A message will be sent to the registration about this update.
fr: Un message sera envoyé à l’enregistrement à propos de cette mise à jour.
nl: Er wordt een bericht over deze update naar de registratie gestuurd.

# generic-not-available
source: Not available
fr: Non disponible
nl: Niet beschikbaar

# generic-opens-in-new-window
source: Opens in a new window
fr: S’ouvre dans une nouvelle fenêtre
nl: Opent in een nieuw venster

# generic-pending
source: Pending
fr: En attente
nl: In behandeling

# generic-proceed
source: Proceed
fr: Continuer
nl: Ga verder

# generic-required-field
source: This field is required.
fr: Ce champ est obligatoire.
nl: Dit veld is vereist.

# generic-save
source: Save
fr: Sauvegarder

# generic-success
source: Success
fr: Succès
nl: Succes

# generic-type-or-select
source: Type or select
fr: Taper ou sélectionner
nl: Typ of selecteer

# generic-warning
source: Warning
fr: Avertissement
nl: Waarschuwing

# header-user-menu
source: Account
fr: Compte

# import-registrations-success
source: Registration(s) imported successfully.
fr: Enregistrement(s) importé(s) avec succès.

source: Last message status
fr: Statut du dernier message

source: Max payments
fr: Paiements maximums

# message-content-type-custom
source: Custom message
fr: Message personnalisé
nl: Custom bericht

# message-content-type-default-reply
source: Default reply
fr: Réponse par défaut
nl: Standaard antwoord

# message-content-type-generic-templated
source: Message notification
fr: Notification de message
nl: Bericht notificatie

# message-content-type-invited
source: Invitation for registration
fr: Invitation à l'enregistrement
nl: Uitnodiging voor registratie

# message-content-type-paused
source: Paused
fr: Mis(e) en pause
nl: Gepauzeerd

# message-content-type-payment
source: Payment
fr: Paiement
nl: Betaling

# message-content-type-payment-instructions
source: Payment instructions
fr: Instructions de paiement
nl: Betalingsinstructies

# message-content-type-payment-reminder
source: Payment reminder
fr: Rappel de paiement
nl: Betalingsherinnering

# message-content-type-payment-templated
source: Payment notification
fr: Avis de paiement
nl: Notificatie van betaling

# message-content-type-payment-voucher
source: Payment voucher
fr: Paiement en Bon d'achat
nl: Betalingsvoucher

# message-content-type-registered
source: Registration
fr: Enregistrement
nl: Registratie

# message-status-delivered
source: Delivered
fr: Délivré
nl: Afgeleverd

# message-status-failed
source: Failed
fr: Échec
nl: Mislukt

# message-status-read
source: Read
fr: Lu
nl: Gelezen

# message-status-sent
source: Sent
fr: Envoyé
nl: Verstuurd

# message-status-unknown
source: Unknown
fr: Inconnu
nl: Onbekend

# no-registrations-selected
source: Select one or more registrations and try again.
fr: Sélectionner un ou plusieurs enregistrements, puis réessayer.
nl: Selecteer één of meerdere registraties en probeer het opnieuw.

# page-title-all-projects
source: All projects
fr: Tous les projets
nl: Alle projecten

# page-title-change-password
source: Change password
fr: Modifier le mot de passe

# page-title-login
source: Log in
fr: Se connecter

# page-title-privacy
source: Privacy
fr: Confidentialité

# page-title-project-monitoring
source: Monitoring
fr: Surveillance

# page-title-project-payment
source: Payment
fr: Paiement
nl: Betaling

# page-title-project-payments
source: Payments
fr: Paiements
nl: Betalingen

# page-title-project-registration-details
source: Registration details
fr: Données d'enregistrement
nl: Registratie details

# page-title-project-registrations
source: Registrations
fr: Enregistrements
nl: Registraties

# page-title-project-registrations-activity-log
source: Activity log
fr: Journal d'activité
nl: Activiteitenlog

# page-title-project-registrations-debit-cards
source: Debit cards
fr: Cartes de débit
nl: VISA kaarten

# page-title-project-registrations-personal-information
source: Personal information
fr: Informations personnelles
nl: Persoonlijke informatie

# page-title-project-team
source: Team
fr: Équipe

# page-title-user-roles
source: User roles
fr: Rôles des utilisateurs
nl: Gebruikersrollen

# page-title-users
source: Users
fr: Utilisateurs
nl: Gebruikers

# payment-count
source: Number of payments
fr: Nombre de paiements

# payment-count-remaining
source: Remaining payments
fr: Paiements en attente

source: Payment report
fr: Rapport de paiements

# privacy-notice-last-updated
source: Last updated: <time [attr.datetime]="lastUpdated | date: 'YYYYMMdd'">{{ lastUpdated | date: 'shortDate' }}</time>
fr: Dernière mise à jour : <time [attr.datetime]="lastUpdated | date: 'YYYYMMdd'">{{ lastUpdated | date: 'shortDate' }}</time>
nl: Laatst gewijzigd: <time [attr.datetime]="lastUpdated | date: 'YYYYMMdd'">{{ lastUpdated | date: 'shortDate' }}</time>

# query-table-manage-table
source: Manage table
fr: Gérer le tableau

source: Registration created
fr: Enregistrement créé
nl: Registratie gecreëerd

# registration-full-name
source: Full Name
fr: Nom complet

# registration-full-name-edit-info
source: This field is dynamically generated based on the other name fields available below.
fr: Ce champ est généré dynamiquement en fonction des autres champs de nom disponibles ci-dessous.

# registration-payments
source: Payments
fr: Paiements
nl: Betalingen

# registration-phone-number
source: Phone number
fr: Numéro de téléphone
nl: Telefoonnummer

# registration-scope
source: Scope
fr: Périmètre
nl: Connectie

# registration-status
source: Status
fr: Statut

# registration-status-completed
source: Completed
fr: Complété(e)
nl: Voltooid

# registration-status-declined
source: Declined
fr: Décliné(e)
nl: Afgewezen

# registration-status-deleted
source: Deleted
fr: Supprimé(e)
nl: Verwijderd

# registration-status-included
source: Included
fr: Inclus(e)
nl: Actief

# registration-status-paused
source: Paused
fr: Mis(e) en pause
nl: Gepauzeerd

# registration-status-registered
source: Registered
fr: Enregistré(e)
nl: Geregistreerd

# registration-status-validated
source: Validated
fr: Validé(e)
nl: Goedgekeurd

# remove-user-button
source: Remove user
fr: Supprimer l'utilisateur
nl: Gebruiker verwijderen

# reset-password-button
source: Reset password
fr: Réinitialiser le mot de passe

source: Retry failed transfers
fr: Reessayer les transferts échoués

source: Send message
fr: Envoyer un message
nl: Bericht verzenden

# send-message-dialog-preview
source: You're about to <strong>send a message</strong> to {{ actionData()?.count }} registration(s).
fr: Vous êtes sur le point de <strong>Envoyer un message</strong> À {{ actionData()?.count }} enregistrements.
nl: U staat op het punt om <strong>een bericht te sturen</strong> naar {{ actionData()?.count }} registratie(s).

# table-clear-filters
source: Clear all filters
fr: Effacer tous les filtres
nl: Alle filters wissen

# table-quick-search
source: Filter by keyword
fr: Filtrer par mot-clé
nl: Filteren op trefwoord

# transaction-status-error
source: Error
fr: Erreur

# transaction-status-success
source: Success
fr: Succès

# transaction-status-waiting
source: Pending
fr: En attente

source: Actions
nl: Acties

source: Note
nl: Notitie

source: Description
nl: Beschrijving

source: You are about to add a note to {{ registration.data()?.name }}'s profile.
nl: Je staat op het punt een notitie toe te voegen aan het profiel van {{ registrationName() }}.

source: Message
nl: Bericht

source: username@example.org
nl: gebruikersnaam@voorbeeld.org

source: Message:
nl: Bericht:

# activity-log-item-type-message
source: Message
nl: Bericht

# activity-log-item-type-note
source: Note
nl: Notitie

# message-content-type-included
source: Inclusion
nl: Activeren

# registration-full-name
source: Name
nl: Naam

source: Logged in as: <strong>{{ userName() }}</strong>
nl: Ingelogd als: <strong>{{ userName() }}</strong>
