Repository: global-121/121-platform
Catalog: interfaces/Portalicious/src/locale/messages.*.xlf
Languages: fr, nl

source: Drag and drop file here<br />or
fr: Glisser puis déposer le fichier ici<br />ou

source: Registrations
fr: Enregistrements

source: Included registrations
fr: Enregistrements Inclus
nl: Actieve registraties

source: Custom message
fr: Personnaliser le message
nl: Custom bericht

source: Welcome to {{ project.data()?.titlePortal | translatableString }}
fr: Bienvenue sur {{ project.data()?.titlePortal | translatableString }}

source: End date
fr: Date de fin
nl: Einddatum

source: yourname@example.org
fr: votrenom@exemple.org
nl: uwnaam@voorbeeld.org

source: Portuguese
fr: Portugais

source: Contact Us:
fr: Nous contacter :
nl: Neem contact met ons op:

source: Select registrations with the status “included” and try again.
fr: Sélectionner les enregistrements avec le statut inclus(e)» et réessayer.
nl: Selecteer registraties met de status “Actief” en probeer het opnieuw.

source: You're about to download an Excel file with all of the registrations included in the last {{ maxLastPaymentsNumber() }} payment(s).
fr: Vous êtes sur le point de télécharger un fichier Excel avec tous les enregistrements inclus dans le dernier {{ maxLastPaymentsNumber() }} paiement(s).
nl: U staat op het punt een Excel-bestand te downloaden met alle registraties die zijn opgenomen in de meest recente {{ maxLastPaymentsNumber() }} betaling(en).

source: We retain your e-mail address for as long as a project/program is stored on the 121 Platform.
fr: Nous conservons votre adresse e-mail tant qu'un projet est stocké sur la plateforme 121.

source: Choose message
fr: Sélectionner le message
nl: Kies template

source: Registered:
fr: Enregistré(e) :
nl: Geregistreerd:

source: View voucher
fr: Voir le bon d’achat
nl: Bekijk voucher

source: There are no records to display.
fr: Il n’y a aucun enregistrement à afficher.

source: Would you like to proceed with {{ changeStatusMutation.data()?.applicableCount }} registration(s)?
fr: Souhaitez-vous poursuivre avec {{ changeStatusMutation.data()?.applicableCount }} enregistrement(s) ?
nl: Wilt u verder gaan met {{ changeStatusMutation.data()?.applicableCount }} registratie(s)?

source: Location
fr: Emplacement
nl: Locatie

source: Make sure to upload the correct file as this will override the current file.
fr: Assurez-vous de télécharger le bon fichier, car cela remplacera le fichier actuel.

source: Retry failed transfers
fr: Réessayer les transferts ayant échoué

source: There are {{ changeStatusMutation.data()?.nonApplicableCount }} registration(s) that don't support this action
fr: Cette action ne peut pas être appliquée sur {{ changeStatusMutation.data()?.nonApplicableCount }} enregistrement(s).
nl: Er zijn {{ changeStatusMutation.data()?.nonApplicableCount }} registratie(s) die deze actie niet ondersteunen

source: You're about to unpause debit card number {{ currentCard()?.tokenCode }}.
fr: Vous êtes sur le point de réactiver le numéro de carte de débit {{ currentCard()?.tokenCode }}.
nl: U staat op het punt om de VISA kaart met nummer {{ currentCard()?.tokenCode }} te hervatten.

source: Reconciliation data imported successfully.
fr: Les données de réconciliation ont été importées avec succès.

source: Export the FSP instructions from the payment page. This is only possible once the payment is no longer in progress.
fr: Exportez les instructions de paiements du PSF à partir de la page de paiement. Cela n’est possible que lorsque le paiement n’est plus en cours.

source: If you have any questions about our use of necessary cookies, please feel free to contact us at:
fr: Si vous avez des questions sur notre utilisation des cookies nécessaires, n’hésitez pas à nous contacter à l’adresse suivante :
nl: Als je vragen hebt over ons gebruik van noodzakelijke cookies, kun je contact met ons opnemen via:

source: The action "Validate" can only be applied to registrations with the "Registered" status.
fr: L'action " Validé " ne peut être appliquée qu'aux enregistrements ayant le statut " Enregistré(e)".
nl: De actie "Goedkeuren" kan alleen worden toegepast op registraties met de status "Geregistreerd".

source: Cash disbursed
fr: Montant déboursé
nl: Uitgekeerd geld

source: The action "Decline" can not be applied to registrations with the "Completed" status.
fr: L'action "Décliné" ne peut pas être appliquée aux enregistrements ayant le statut "Complété".
nl: De actie "Afwijzen" kan niet worden toegepast op registraties met de status "Completed".

source: Where we get personal information from
fr: La provenance de vos données personnelles

source: Exporting
fr: Export en cours
nl: Exporteren

source: You're about to download an Excel file for all duplicate registrations.
fr: Vous êtes sur le point de télécharger un fichier Excel pour vérifier les doublons de vos enregistrements.
nl: U staat op het punt een Excel-bestand te downloaden met alle duplicaten.

source: Roles
fr: Rôles
nl: Rollen

source: Note successfully added.
fr: Note ajoutée avec succès.
nl: Notitie succesvol toegevoegd.

source: Learn more
fr: En savoir plus
nl: Meer informatie

source: User added
fr: Utilisateur ajouté
nl: Gebruiker toegevoegd

source: Start date
fr: Date de début
nl: Startdatum

source: API Version:
fr: Version API :
nl: API Versie:

source: Transfer status
fr: Statut du transfert

source: Base transfer value
fr: Valeur du transfert de base
nl: Standaard overdrachtswaarde

source: Submit
fr: Soumettre
nl: Opslaan

source: Change reason
fr: Motif de la modification
nl: Reden wijziging

source: Exporting FSP Instructions
fr: Export des instructions de paiements du PSF

source: Language: {{ selectedLanguageLabel() }}
fr: Langue : {{ selectedLanguageLabel() }}
nl: Taal: {{ selectedLanguageLabel() }}

source: People registered
fr: Personnes enregistrées
nl: Mensen geregistreerd

source: Use your work email to log in.
fr: Utilisez votre adresse e-mail pour vous connecter.
nl: Gebruik uw werk-e-mailadres om in te loggen.

source: Select a message from the template messages or write a custom message.
fr: Sélectionnez un message dans le modèle de messages ou rédigez un message personnalisé.
nl: Selecteer een bericht uit de templates of schrijf een custom bericht.

source: Import
fr: Importer le fichier

source: No Payments found
fr: Aucun paiement trouvé
nl: Geen betalingen gevonden

source: Proceed
fr: Continuer
nl: Ga verder

source: Payment frequency
fr: Fréquence de paiement
nl: Betalingsfrequentie

source: New Password
fr: Nouveau mot de passe
nl: Nieuw wachtwoord

source: FSP(s)
fr: PSF(s)

source: Done by
fr: Fait par
nl: Gedaan door

source: Current balance
fr: Solde actuel
nl: Huidig saldo

source: Email Support
fr: Assistance par e-mail

source: Who we share information with
fr: Avec qui partageons-nous vos données

source: Password
fr: Mot de passe
nl: Wachtwoord

source: New status
fr: Nouveau statut
nl: Nieuwe status

source: Import reconciliation data
fr: Importer les données de réconciliation

source: There has been no export yet.
fr: Il n’y a pas encore eu d’exportation.
nl: Er is nog geen export geweest.

source: Value does not match the required pattern: attribute.pattern
fr: La valeur ne correspond pas au format requis : attribute.pattern

source: I understand this action can not be undone.
fr: Je comprends que cette action est irréversible.
nl: Ik begrijp dat deze actie niet ongedaan kan worden gemaakt.

source: There is currently no data to export
fr: Il n'y a actuellement aucune donnée à exporter
nl: Er zijn momenteel geen gegevens om te exporteren

source: Reset user password
fr: Réinitialiser le mot de passe de l'utilisateur

source: Filipino
fr: Philippin

source: User updated
fr: Mise à jour de l'utilisateur
nl: Gebruiker bijgewerkt

source: The total payment amount is calculated by summing up the transfer values of each included registration added to the payment.
fr: Le montant total du paiement est calculé en additionnant le nombre de transferts pour chaque enregistrement inclus dans le paiement.

source: They do not require explicit consent, and by using our website, you agree to their use. However, you may still manage or block these cookies via your browser settings.
fr: Ils ne nécessitent pas de consentement explicite, et en utilisant notre site Web, vous acceptez leur utilisation. Cependant, vous pouvez toujours gérer ou bloquer ces cookies via les paramètres de votre navigateur.
nl: Ze vereisen geen expliciete toestemming en door onze website te gebruiken, stemt u in met het gebruik ervan. U kunt deze cookies echter nog steeds beheren of blokkeren via de instellingen van uw browser.

source: Current Password
fr: Mot de passe actuel
nl: Huidig wachtwoord

source: The data of the 121 Platform is hosted in a Microsoft Azure-environment of The Netherlands Red Cross.
fr: Les données de la plateforme 121 sont hébergées dans un environnement Microsoft Azure de la Croix-Rouge néerlandaise.

source: Tip: Press Command / Ctrl + Enter to submit.
fr: Conseil : Appuyez sur Commande / Ctrl + Entrée pour valider.
nl: Tip: Gebruik Command / Ctrl + Enter om te verzenden.

source: Card successfully updated
fr: Mise à jour de la carte réussie
nl: Kaart succesvol geupdate

source: Revert to default
fr: Revenir aux paramètres par défaut

source: Forgot your password?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?

source: Project successfully created.
fr: Projet créé avec succès.
nl: Project succesvol aangemaakt.

source: Review payment summary and follow the next steps:
fr: Consultez le récapitulatif des paiements et suivez les étapes suivantes :

source: Your score is {{ score() }}.
fr: Votre score est {{ score() }}.

source: Personal information: e-mail and name.
fr: Données Personnelles : adresse e-mail et nom (complet).

source: Copy email
fr: Copier l’e-mail
nl: Kopieer e-mailadres

source: Your e-mail address and/or your (full) name.
fr: Votre adresse e-mail et/ou votre nom (complet).

source: Unknown user
fr: Utilisateur inconnu
nl: Onbekende gebruiker

source: Add to payment
fr: Ajouter au paiement

source: characters.
fr: caractères.
nl: tekens.

source: All Payments
fr: Tous les paiements

source: Manual
fr: Manuel d'utilisation
nl: Handleiding

source: No results found
fr: Aucun résultat trouvé
nl: Geen resultaten gevonden

source: Amount of money successfully transferred.
fr: Montant d'argent transféré avec succès.

source: The following message will be sent to each registration in their language.
fr: Le message suivant sera envoyé à chaque enregistrement dans la langue sélectionnée.
nl: Het volgende bericht wordt naar elke selecteerde registratie in hun voorkeurstaal verzonden.

source: Registrations with the status “new”.
fr: Enregistrements avec le statut "nouveau".
nl: Registraties met de status “nieuw”.

source: Write a reason for the update
fr: Indiquer la raison de la mise à jour

source: Log in
fr: Se connecter

source: Targeted people
fr: Personnes ciblées
nl: Doel registraties

source: Old status
fr: Ancien statut
nl: Oude status

source: Choose user
fr: Choisir l'utilisateur
nl: Kies gebruiker

source: How to contact us
fr: Comment nous contacter

source: You're about to reset <b>{{ selectedUser()?.displayName }}</b >'s password. The user will receive an email with the new password sent to their registered email address. Only proceed if the user has requested this action.
fr: Vous êtes sur le point de réinitialiser le mot de passe de <b>{{ selectedUser()?.displayName }}</b >. L’utilisateur recevra un e-mail avec le nouveau mot de passe envoyé à l’adresse e-mail qu’il a enregistrée. Ne poursuivez que si l’utilisateur a demandé cette action.
nl: U staat op het punt om het wachtwoord van <b> {{ selectedUser()?.displayName }} </b > resetten. Deze gebruiker ontvangt een e-mail met het nieuwe wachtwoord op zijn geregistreerde e-mailadres. Ga alleen verder als de gebruiker deze actie heeft aangevraagd.

source: Start!
fr: Commencez !

source: This might take a few minutes. The file will be automatically downloaded when ready. Closing this notification will not cancel the export.
fr: Cela peut prendre quelques minutes. Le fichier sera automatiquement téléchargé lorsqu’il sera prêt. La fermeture de cette notification n’annulera pas l’exportation.
nl: Dit kan enkele minuten duren. Het bestand wordt automatisch gedownload. Het sluiten van deze melding zal de export niet annuleren.

source: We only use necessary cookies to be able to let users log in to the 121 Platform. These cookies are not used to track any (returning) use of the 121 Platform over time.
fr: Nous n'utilisons que des cookies nécessaires pour permettre aux utilisateurs de se connecter à la plateforme 121. Ces cookies ne sont pas utilisés pour suivre l'utilisation (répétée) de la plateforme 121 au fil du temps.

source: Export selected registrations
fr: Exporter les enregistrements sélectionnés

source: Overview
fr: Vue d'ensemble
nl: Overzicht

source: Import the file sent by the FSP to see the transfer status of the registrations included in this payment. Download the template <p-button [link]="true" (click)="downloadReconciliationTemplatesMutation.mutate()" >here</p-button >.
fr: Importer le fichier envoyé par le PSF pour actualiser le statut de paiement des bénéficiaires inclus dans cette distribution. Télécharger le modèle <p-button [link]="true" (click)="downloadReconciliationTemplatesMutation.mutate()" > ici </p-button >

source: Reference ID
fr: Numéro de référence

source: Remaining budget
fr: Budget restant
nl: Budget resterend

source: Enter your password
fr: Entrez votre mot de passe
nl: Voer uw wachtwoord in

source: Please allow pop-up windows in your browser settings to login
fr: Veuillez autoriser les fenêtres contextuelles dans les paramètres de votre navigateur pour vous connecter

source: Custom messages are <b>not automatically translated</b> to the registration's preferred language.
fr: Les messages personnalisés <b>ne sont pas traduits automatiquement</b> dans la langue préférée de l'enregistrement.
nl: Custom berichten worden <b>niet automatisch vertaald</b> naar de voorkeurstaal van de registratie.

source: Registration Status
fr: Statut d'enregistrement

source: No PowerBI dashboard has been configured for this project, please contact <a href="mailto:support@121.global">support@121.global</a> to set this up
fr: Aucun tableau PowerBI n’a été configuré pour ce projet, veuillez contacter <a href="mailto:support@121.global">support@121.global</a> pour le configurer.
nl: Er is geen PowerBI-dashboard geconfigureerd voor dit project. Neem contact op <a href="mailto:support@121.global"> support@121.global </a> om dit in te stellen.

source: Invalid email or password. Double-check your credentials and try again.
fr: E-mail ou mot de passe invalide. Vérifiez vos identifiants et réessayez.
nl: Ongeldig e-mailadres of wachtwoord. Controleer uw inloggegevens en probeer het opnieuw.

source: Export unused vouchers
fr: Exporter les bons d’achat inutilisés

source: Let's start!
fr: C'est parti !

source: There are no registrations in this project yet.<br /> For information about importing registrations to your project check out the <a href="https://manual.121.global/" target="_blank" title="Opens in a new window" i18n-title="@@generic-opens-in-new-window" > 121 Manual <span class="p-button-icon p-button-icon-right pi pi-external-link ml-1 text-sm" ></span></a >.
fr: Il n'y a pas encore d'enregistrements dans ce projet.<br /> Pour plus d'informations sur l'importation d'enregistrements dans votre projet, consultez <a href="https://manual.121.global/" target="_blank" title="Opens in a new window" i18n-title="@@generic-opens-in-new-window" > manuel d'utilisation 121 <span class="p-button-icon p-button-icon-right pi pi-external-link ml-1 text-sm" ></span></a >.

source: Update information
fr: Mettre à jour les informations

source: The confirm password must be equal to the new password.
fr: Le mot de passe de confirmation doit être égal au nouveau mot de passe.
nl: De wachtwoorden moeten gelijk zijn aan elkaar.

source: Registrations with the status “included”.
fr: Enregistrements avec le statut "inclus".
nl: Registraties met de status “actief”.

source: Old data
fr: Anciennes données
nl: Oude data

source: Dutch
fr: Néerlandais

source: Message preview
fr: Aperçu du message
nl: Voorbeeld van bericht

source: No Project-ID returned.
fr: Aucun identifiant de projet n'a été renvoyé.
nl: Er is geen Project-ID.

source: Voucher - payment this.paymentId() of this.totalTransfers()
fr: Bon d’achat - paiement this.paymentId() sur this.totalTransfers()
nl: Voucher - betaling this.paymentId() van this.totalTransfers()

source: Choose file
fr: Choisir le fichier

source: Confirm Password
fr: Confirmer le mot de passe
nl: Bevestig wachtwoord

source: Use @ to add personalized fields.
fr: Utilisez @ pour ajouter des champs personnalisés.
nl: Gebruik @ om gepersonaliseerde velden toe te voegen.

source: Project not found. Please check the URL and try again.
fr: Projet non trouvé. Veuillez vérifier l'URL et réessayer.
nl: Project niet gevonden. Controleer de URL (link) en probeer het opnieuw.

source: Register
fr: Enregistrer
nl: Registreer

source: <b>This action can not be undone.</b><br /> Are you sure you want to delete these registrations?
fr: <b>Cette action est irréversible.</b><br /> Êtes-vous sûr(e) de vouloir supprimer ces enregistrements ?
nl: <b>Deze actie kan niet ongedaan gemaakt worden.</b><br /> Weet u zeker dat u deze registraties wilt verwijderen?

source: In progress
fr: En cours
nl: In uitvoering

source: Cash distributed in the last payment.
fr: Argent distribué lors du dernier paiement.
nl: Geld uitgekeerd bij de laatste betaling.

source: projectData.distributionDuration disbursements
fr: projectData.distributionDuration distributions
nl: projectData.distributionDuration uitbetalingen

source: Approved by
fr: Approuvé par
nl: Goedgekeurd door

source: The action "Delete" can not be applied to registrations with the "Completed" status.
fr: L'action "Supprimer" ne peut pas être appliquée aux enregistrements ayant le statut "Complété(e)".
nl: De actie "Verwijderen" kan niet worden toegepast op registraties met de status "Voltooid".

source: A payment is currently in progress. Please wait until it has finished.
fr: Un paiement est en cours. Veuillez attendre qu'il soit finalisé.

source: Note that if you go over 160 characters the Person affected may receive the message as multiple texts, if they have a feature-(non-smart-)phone.
fr: Notez que si vous dépassez 160 caractères, le message pourra être envoyé en plusieurs parties, notamment si le destinataire utilise un téléphone classique (non smartphone).
nl: Houd er rekening mee dat als u meer dan 160 tekens gebruikt, de hulpvrager het bericht als meerdere sms-berichten kan ontvangen, als ze een feature-(niet-smart-)telefoon hebben.

source: Transfers data
fr: Transfert de données

source: Start Date
fr: Date de début
nl: Startdatum

source: We retain your e-mail address and name for as long as you are a user associated with a project/program on the 121 Platform.
fr: Nous conservons votre adresse e-mail et votre nom tant que vous êtes un utilisateur associé à un projet sur la plateforme 121.

source: 0 selected registrations support this action.
fr: Cette action ne peut pas être appliquée aux enregistrements sélectionnés.
nl: 0 geselecteerde registraties ondersteunen deze actie.

source: Most web browsers allow you to control cookies through their settings. If you wish to disable cookies, please refer to your browser's help section. Note that disabling necessary cookies may affect the website's functionality.
fr: La plupart des navigateurs Web vous permettent de contrôler les cookies via leurs paramètres. Si vous souhaitez désactiver les cookies, veuillez vous référer à votre navigateur'. Notez que la désactivation des cookies nécessaires peut affecter le site web'.
nl: Met de meeste browsers kunt u cookies beheren via hun instellingen. Als u cookies wilt uitschakelen, raadpleegt u de helpsectie van uw browser. Houd er rekening mee dat het uitschakelen van noodzakelijke cookies de functionaliteit van de website kan beïnvloeden.

source: Project description:
fr: Description du projet :
nl: Projectbeschrijving:

source: Logged in as:<br />{{ userName() }}
fr: Connecté en tant que : <br /> {{ userName() }}

source: Logout
fr: Déconnexion
nl: Uitloggen

source: How long we keep information
fr: Quelle est la durée de conservation de vos données

source: Included reg.
fr: Enreg. inclus
nl: Actieve registraties

source: Showing [first] to [last] of [totalRecords] records
fr: Affichage de [premier] à [dernier] sur [totalRecords] enregistrements.
nl: Toont [first] tot [last] van [totalRecords] records

source: Below is a table of all <app-colored-chip [variant]="includedChipData.chipVariant" [label]="includedChipData.chipLabel" /><app-colored-chip [variant]="includedChipData.chipVariant" [label]="includedChipData.chipLabel" /> registrations. Select registrations you would like to add to this payment.
fr: Vous trouverez ci-dessous un tableau de tous les <app-colored-chip [variant]="includedChipData.chipVariant" [label]="includedChipData.chipLabel" /><app-colored-chip [variant]="includedChipData.chipVariant" [label]="includedChipData.chipLabel" /> enregistrements. Sélectionnez les enregistrements que vous souhaitez ajouter à ce paiement.

source: Loading...
fr: En cours de téléchargement...

source: *Please make sure registration data is available for all used personalized fields.
fr: *Veuillez vous assurer que les données d’enregistrements sont affichées sur tous les champs personnalisés ajoutés.
nl: *Zorg ervoor dat gegevens beschikbaar zijn voor alle gebruikte gepersonaliseerde velden.

source: We don't store your IP-address. We only use it to generate an anonymous identifier not linked to any personal information.
fr: Nous ne stockons pas votre adresse IP. Nous l'utilisons uniquement pour générer un identifiant anonyme sans lien avec vos données personnelles.

source: Retry transfers
fr: Réessayer les transferts

source: The message must be at least 20 characters long.
fr: Le message doit comporter au moins 20 caractères.
nl: Het bericht moet minimaal 20 tekens lang zijn.

source: We couldn't find any information linked to this person's phone number in the projects you have access to on the 121 Platform.
fr: Aucune information liée au numéro de téléphone de cette personne dans les projets auxquels vous avez accès sur la Plateforme 121.

source: Failed to load options
fr: Echec du chargement des options
nl: Opties laden mislukt

source: You're about to download an Excel file with all of the registrations included in this payment.
fr: Vous êtes sur le point de télécharger un fichier Excel avec tous les enregistrements inclus dans ce paiement.

source: The payment will be in progress while the number of transfers sent, total amount and registrations in the table below are loading.
fr: Le paiement sera en cours pendant que le nombre de virements envoyés, le montant total et les enregistrements figurant dans le tableau ci-dessous seront en cours de téléchargement.

source: This identifier is stored for max. 90 days in our logs-storage.
fr: Cet identifiant est stocké pendant un maximum de 90 jours dans notre système de stockage.

source: Role
fr: Rôle
nl: Rol

source: Information you or your employer has provided us.
fr: Les informations que vous ou votre employeur nous avez fournies.

source: Start payment
fr: Instruire les paiements

source: No results
fr: Aucun résultat

source: Password reset successful
fr: Réinitialisation du mot de passe réussie
nl: Wachtwoord reset succesvol
