Repository: global-121/121-platform
Catalog: interfaces/Portalicious/src/locale/messages.*.xlf
Languages: fr, nl

source: * To use a subscope type a dot between the scope and subscope (e.g. <code>amsterdam.west</code>)
fr: * Pour utiliser un sous-périmètre, taper un point entre le périmètre et le sous-périmètre (par ex. <code>paris.nord</code>)
nl: * Om een subconnectie te gebruiken typ je een punt tussen de connectie en subconnectie (bijv. <code>amsterdam.west</code>)

source: paymentCount.toString() (out of maxPayments.toString())
fr: paymentCount.toString() (sur maxPayments.toString())
nl: paymentCount.toString() (van maxPayments.toString())

source: Transfers sent
fr: Transferts envoyés

source: Click start payment, this will direct you to the payment page.
fr: Cliquez sur Instruire le paiement, cela vous dirigera vers la page de paiement.

source: No changes detected.
fr: Aucun changement détecté.

source: Latest export has been done on: {{ latestExport.data()?.created | date: 'medium' }}
fr: Le dernier export de fichier a été effectué le : {{ latestExport.data()?.created | date: 'medium' }}
nl: De laatste export is gedaan op: {{ latestExport.data()?.created | date: 'medium' }}

source: The note will be visible to other 121 users who are permitted to view personal profiles.
fr: La note sera visible par les autres utilisateurs de 121 qui sont autorisés à consulter les profils personnels.
nl: De notitie is zichtbaar voor andere 121 gebruikers die persoonlijke profielen mogen bekijken.

source: Remove user from team
fr: Supprimer un utilisateur de l'équipe
nl: Gebruiker uit team verwijderen

source: This action can not be applied to the registrations you have selected.
fr: Cette action ne peut pas être appliquée aux enregistrements que vous avez sélectionnés.
nl: Deze actie kan niet worden toegepast op de registraties die u hebt geselecteerd.

source: Make sure to match the required format of the template CSV-file. Download the template <p-button [link]="true" (click)="downloadImportRegistrationsTemplateMutation.mutate()" >here</p-button >.
fr: Veillez à respecter le format requis du modèle de fichier CSV. Télécharger le modèle <p-button [link]="true" (click)="downloadImportRegistrationsTemplateMutation.mutate()" >ici</p-button >.

source: Registrations included
fr: Enregistrements inclus

source: Export status & data changes
fr: Exporter les modifications de statuts et des données

source: Import registrations
fr: Importer le fichier d'enregistrements

source: Card successfully replaced
fr: Carte remplacée avec succès
nl: Kaart succesvol vervangen

source: Export payment list
fr: Exporter la liste des paiements

source: The status column in the file should contain one of the following values:
fr: La colonne de statut dans le fichier doit contenir l'une des valeurs suivantes :

source: You're about to update {{ this.registration.data()?.name }}'s details.
fr: Vous êtes sur le point de mettre à jour les informations de.{{ this.registration.data()?.name }}

source: Payment
fr: Paiement

source: Amount successfully sent
fr: Montant envoyé avec succès

source: Total amount
fr: Montant total
nl: Totaalbedrag

source: Assign roles
fr: Attribuer des rôles
nl: Rollen toewijzen

source: You're about to download an Excel file for all status & data changes.
fr: Vous êtes sur le point de télécharger un fichier Excel pour visualiser toutes les modifications de statut et de données.
nl: U staat op het punt een Excel-bestand te downloaden voor alle status- en datawijzigingen.

source: This privacy notice tells you what to expect us to do with your personal information when you use the 121 Platform.
fr: Cette notice de confidentialité vous explique ce à quoi vous pouvez vous attendre concernant l’utilisation de vos données personnelles lorsque vous utilisez la plateforme 121.

source: Some of the registrations you have selected are not eligible for this payment. Change your selection and try again
fr: Certains des enregistrements que vous avez sélectionnés ne sont pas éligibles pour ce paiement. Modifiez votre sélection, puis réessayez.

source: Fail reason
fr: Raison de l’échec

source: Transfer value
fr: Valeur du transfert

source: You are about to add a note to {{ registrationName() }}'s profile.
fr: Vous êtes sur le point d’ajouter une note au profil de {{ registrationName() }}'.

source: Spanish
fr: Espagnol

source: The action "Pause" can only be applied to registrations with the "Included" status.
fr: L'action " Pause " ne peut être appliquée qu'aux enregistrements ayant le statut " Inclus(e) ".
nl: De actie "Pauzeren" kan alleen worden toegepast op registraties met de status 'Actief'.

source: Import file
fr: Importer le fichier

source: Unknown user account or authentication failed
fr: Compte utilisateur inconnu ou échec d'authentification

source: Information automatically collected about you
fr: Données collectées automatiquement à votre sujet

source: Activity
fr: Activité
nl: Activiteiten

source: User name
fr: Nom de l'utilisateur
nl: Gebruikersnaam

source: Assign scope
fr: Attribuer un paramètre
nl: Connectie toewijzen

source: Sending messages
fr: Envoi de messages en cours
nl: Berichten worden verzonden

source: Managing Cookies:
fr: Gestion des cookies :
nl: Cookies beheren:

source: This will download an Excel file showing the balance of every card from the last {{ maxLastPaymentsNumber() }} payment(s).
fr: Cela téléchargera un fichier Excel indiquant le solde de chaque carte à partir du dernier {{ maxLastPaymentsNumber() }} paiement(s).
nl: Hiermee wordt een Excel-bestand gedownload met het saldo van elke kaart van de laatste {{ maxLastPaymentsNumber() }} betaling(en).

source: Enter a valid scope. No spaces are allowed.
fr: Entrer un périmètre valide. Aucun espace n'est autorisé.
nl: Voer een geldige connectie in. Spaties zijn niet toegestaan.

source: Payment status chart.
fr: Tableau des statuts des paiements.

source: You're about to download an Excel file with the FSP instructions for this payment.
fr: Vous êtes sur le point de télécharger un fichier Excel avec les instructions du FSP pour ce paiement.

source: Time and date
fr: Heure et date
nl: Tijd en datum

source: New data
fr: Nouvelles données
nl: Nieuwe data

source: Scope
fr: Périmètre
nl: Connectie

source: Use the arrow keys or W A S D to play the game
fr: Utilisez les touches fléchées ou W A S D pour jouer au jeu.

source: Error: {{ versionInfo.error()?.message }}
fr: Erreur : {{ versionInfo.error()?.message }}
nl: Fout: {{ versionInfo.error()?.message }}

source: Upload the file to the Financial Service Provider’s portal.
fr: Télécharger le fichier sur le portail du prestataire de services financiers.

source: Import not possible
fr: Importation impossible

source: Turkish
fr: Turc

source: You're about to download an Excel file for {{ exportSelectedActionData()?.count }} selected registrations.
fr: Vous êtes sur le point de télécharger un fichier Excel pour {{ exportSelectedActionData()?.count }} Inscriptions sélectionnées.
nl: U staat op het punt een Excel-bestand te downloaden voor {{ exportSelectedActionData()?.count }} geselecteerde registraties.

source: The system will create registrations with the status “registered”.
fr: Les nouveaux enregistrements créés seront indiqué sous le statut 'inscrit'.

source: There are no payments for this project yet.
fr: Il n’y a pas encore de paiements pour ce projet.
nl: Er zijn nog geen betalingen uitgevoerd in dit project.

source: English
fr: Anglais

source: You're about to replace debit card number {{ currentCard()?.tokenCode }}. This will block the current card and a new card will be issued.
fr: Vous êtes sur le point de remplacer le numéro de votre carte de débit {{ currentCard()?.tokenCode }}. Cela bloquera la carte actuelle et une nouvelle carte sera émise.
nl: U staat op het punt om de VISA kaart met nummer {{ currentCard()?.tokenCode }} te vervangen. De huidige kaart wordt geblokkeerd en wordt er een nieuwe kaart uitgegeven.

source: Add user
fr: Ajouter un utilisateur
nl: Gebruiker toevoegen

source: Financial Service Provider(s)
fr: Prestataire(s) de Services Financiers

source: Last log in
fr: Dernière connexion
nl: Laatste login

source: Validate
fr: Valider
nl: Goedkeuren

source: The base transfer value is multiplied by a set factor for each registration. For example, if the base value is $50 and the multiplier is based on household size, a 3-person household would receive $150 per payment.
fr: La valeur du transfert de base est multipliée par un facteur défini pour chaque enregistrement. Par exemple, si la valeur de base est de 50 $ et que le multiplicateur est basé sur la taille du ménage, un ménage de 3 personnes recevra 150 $ par paiement.
nl: De standaard overdrachtswaarde wordt voor elke registratie vermenigvuldigd met een vaste factor. Als de standaardwaarde bijvoorbeeld $ 50 is en de vermenigvuldiger is gebaseerd op de grootte van het huishouden, ontvangt een huishouden van 3 personen $ 150 per betaling.

source: Request a password reset
fr: Demande de réinitialisation du mot de passe
nl: Vraag een wachtwoord reset aan

source: 121 Portal
fr: Portail 121

source: Firstname Lastname
fr: Prénom Nom de famille
nl: Voornaam Achternaam

source: Arabic
fr: Arabe

source: Send a message to registration(s)
fr: Envoyer un message aux enregistré(e)s
nl: Stuur een bericht naar registratie(s)

source: Necessary cookies are required for the basic operation of the platform.
fr: Les cookies nécessaires sont indispensables au fonctionnement de base de la plateforme.
nl: Noodzakelijke cookies zijn nodig voor de basiswerking van het platform.

source: Change password
fr: Modifier le mot de passe
nl: Wachtwoord wijzigen

source: Select registrations who's “Payments left” is larger than 0 and try again.
fr: Sélectionnez les enregistrements avec ' « Paiements restants » supérieur à 0 et réessayez.
nl: Selecteer registraties waar "Resterende betalingen" groter is dan 0 (nul) en probeer het opnieuw.

source: This means that they will not be included in payments.
fr: Cela signifie qu’ils ne seront pas inclus dans les paiements.
nl: Dit betekent dat ze niet in de betalingen worden opgenomen.

source: Export duplicate registrations
fr: Exporter les doublons d'enregistrements

source: Open in new tab
fr: Ouvrir dans un nouvel onglet

source: Include
fr: Inclure
nl: Activeren

source: Personal information edited successfully.
fr: Informations personnelles modifiées avec succès.

source: Total payment amount
fr: Montant total du paiement

source: Choose option(s)
fr: Choisir une ou plusieurs option(s)
nl: Kies optie(s)

source: Cookie policy
fr: Politique de cookies
nl: Cookiebeleid

source: Amount
fr: Montant
nl: Bedrag

source: Use the 'Last Message Status' column to check the progress of messages. Closing this notification will not cancel message sending.
fr: Utilisez le 'Statut du dernier message' pour vérifier la progression des messages. La fermeture de cette notification n’annulera pas l’envoi du message.
nl: Gebruik de kolom 'Status laatste bericht' om de voortgang van berichten te controleren. Het sluiten van deze melding annuleert het verzenden van berichten niet.

source: Amount of payments done in the project so far.
fr: Montant des paiements effectués dans le cadre du projet jusqu’à présent.
nl: Aantal betalingen dat tot nu toe in het project is gedaan.

source: Are you sure you want to send this message?
fr: Êtes-vous sûr(e) de vouloir envoyer ce message ?
nl: Weet u zeker dat u dit bericht wilt verzenden?

source: Payment created.
fr: Paiement instruit.

source: You must select this to proceed.
fr: Vous devez sélectionner cette option pour continuer.
nl: U moet dit selecteren om door te gaan.

source: Registration not found. Please check the URL and try again.
fr: L'enregistrement n'a pas été trouvé. Veuillez vérifier l'URL et réessayer.
nl: Registratie niet gevonden. Controleer de URL (link) en probeer het opnieuw.

source: {{ statusVerb() }} registration(s)
fr: {{ statusVerb() }} Enregistrements

source: Read our Privacy notice
fr: Lire notre Politique de Confidentialité
nl: Lees ons privacybeleid

source: Old card:
fr: Ancienne carte :
nl: Oude VISA kaart:

source: The new password must be at least 8 characters long.
fr: Le nouveau mot de passe doit comporter au moins 8 caractères.
nl: Het nieuwe wachtwoord moet minimaal 8 tekens lang zijn.

source: Edit information
fr: Modifier les informations

source: Delete
fr: Supprimer
nl: Verwijderen

source: You're about to pause debit card number {{ currentCard()?.tokenCode }}.
fr: Vous êtes sur le point de mettre en pause le numéro de carte de débit {{ currentCard()?.tokenCode }}.
nl: U staat op het punt om VISA kaart met nummer {{ currentCard()?.tokenCode }} te pauzeren.

source: Step {{ currentStep() }} of {{ totalSteps }}
fr: Étape {{ currentStep() }} sur {{ totalSteps }}

source: You are about to retry {{ referenceIdsForRetryTransfers().length }} payment(s). The transfer status will change to Pending until received by the registration.
fr: Vous êtes sur le point de réessayer {{ referenceIdsForRetryTransfers().length }} paiement(s). Le statut du transfert passera à En attente jusqu’à ce qu’il soit reçu par le bénéficiaire inclus.

source: The import takes about 1 minute per 100 records
fr: L’importation prend environ 1 minute pour 100 enregistrements

source: Target registrations
fr: Enregistrements ciblés
nl: Doel registraties

source: We do not share any personal information with other third-parties.
fr: Nous ne partageons aucune donnée personnelle avec des tiers.

source: Export debit card usage
fr: Exporter l’utilisation de la carte de débit

source: Your IP-address and some information about the device and web-browser you use to access the 121 Platform.
fr: Votre adresse IP ainsi que certaines données sur l’appareil et le navigateur web que vous utilisez pour accéder à la plateforme 121.

source: End Date
fr: Date de fin
nl: Einddatum

source: Duration
fr: Durée
nl: Duur

source: This means that they can be included in payments.
fr: Cela signifie qu’ils peuvent pas être inclus dans les paiements.
nl: Dit betekent dat ze in de betalingen kunnen worden opgenomen.

source: The data in this report is based on data that is imported every night from CBE. If you changed data today this will not be reflected in the report.
fr: Les données de ce rapport sont basées sur des données importées chaque nuit de la CBE. Si vous avez modifié les données aujourd’hui, cela ne sera pas reflété dans le rapport.
nl: De gegevens in dit rapport zijn gebaseerd op gegevens die elke nacht worden geïmporteerd van CBE. Als u vandaag gegevens hebt gewijzigd, wordt dit niet weergegeven in het rapport.

source: No payments yet
fr: Aucun paiement n'a encore été instruit
nl: Nog geen betalingen

source: Sent
fr: Envoyé
nl: Verstuurd

source: They will not be included in payments.
fr: Ils ne seront pas inclus dans les paiements.
nl: Deze worden niet in de betalingen opgenomen.

source: Personal information: IP-address.
fr: Données Personnelles : Adresse IP.

source: Select registrations with other status and try again.
fr: Sélectionner les enregistrements avec un autre statut, puis réessayer.
nl: Selecteer registraties met een andere status en probeer het opnieuw.

source: Old FSP
fr: Ancien PSF

source: Template message
fr: Modèle de message
nl: Template

source: French
fr: Français

source: Optionally pass a start date and/or an end date to filter the data changes. The export is limited to 100,000 data changes. Adapt your dates if needed.
fr: Vous pouvez également indiquer une date de début et/ou une date de fin pour filtrer les modifications de données. L'exportation est limitée à 100 000 modifications de données. Adaptez vos dates si nécessaire.
nl: Geef optioneel een begindatum en/of einddatum op om de datawijzigingen te filteren. De export is beperkt tot 100.000 wijzigingen. Pas indien nodig je data aan.

source: Total registrations excluding rejected and deleted registrations.
fr: Total des enregistrements, à l'exclusion des enregistrements déclinés jetés et supprimés.
nl: Totaal aantal registraties exclusief afgewezen en verwijderde registraties.

source: All Registrations
fr: Tous les enregistrements
nl: Alle registraties

source: Kobo Token
fr: Jeton Kobo

source: (selectedItemsCount.toString() selected)
fr: (selectedItemsCount.toString() sélectionné(s))
nl: ( selectedItemsCount.toString() geselecteerd)

source: Something went wrong with this import. Please fix the errors reported below and try again.
fr: Un problème est survenu lors de cette importation. Veuillez corriger les erreurs signalées ci-dessous, puis réessayer.

source: Operation not possible.
fr: Opération impossible.

source: Last login
fr: Dernière connexion
nl: Laatste login

source: Game over!
fr: Fin de la partie !

source: No Projects found
fr: Aucun projet trouvé
nl: Geen projecten gevonden

source: FSP
fr: PSF

source: Your password was successfully changed.
fr: Votre mot de passe a été modifié avec succès.
nl: Uw wachtwoord is succesvol gewijzigd.

source: Reg. #
fr: Enreg. #

source: The new password must be different from the current password.
fr: Le nouveau mot de passe doit être différent du mot de passe actuel.
nl: Het nieuwe wachtwoord moet anders zijn dan het huidige wachtwoord.

source: Review summary and click start payment.
fr: Consultez le résumé et cliquez sur Instruire le paiement.

source: <strong class="txt-system-bold-s"> {{ registrations.data()?.length }} registration(s) </strong> found with this number.
fr: <strong class="txt-system-bold-s">{{ registrations.data()?.length }} enregistrement(s) </strong> trouvé(s) avec ce numéro.

source: Print voucher
fr: Imprimer le bon d’achat

source: Please fill out all required fields.
fr: Veuillez indiquer tous les champs requis.

source: You do not have permission to view this page.
fr: Vous n'avez pas la permission de voir cette page.

source: Decline
fr: Décliner
nl: Afwijzen

source: Expected total amount
fr: Montant Total attendu

source: User removed
fr: Utilisateur supprimé
nl: Gebruiker verwijderd

source: Important Notice: The unused vouchers available for download are not in real-time. The report includes the date and time of each voucher's last external update.
fr: Remarque importante : Les bons d’achat inutilisés disponibles au téléchargement ne sont pas en temps réel. Le rapport comprend la date et l’heure de la dernière mise à jour externe de chaque bon d'achat.
nl: Belangrijk: De ongebruikte vouchers die beschikbaar zijn om te downloaden, zijn niet in realtime. Het rapport bevat de datum en tijd van de laatste externe update van elke voucher.

source: * Leaving this field empty means the team member will have access to <strong>all PAs</strong>
fr: * Laisser ce champ vide signifie que le membre de l'équipe aura accès à <strong> tous les PAs </strong>
nl: * Als je dit veld leeg laat, heeft het teamlid toegang tot <strong>alle registraties</strong>

source: When you receive a task, any information linked to the person's phone number found in active programs in the 121 Platform will appear here.
fr: Lorsque vous recevez une tâche, toute information liée au numéro de téléphone de la personne trouvée dans les programmes en cours de la Plateforme 121 apparaîtra ici.

source: Did you know?
fr: Le saviez-vous ?

source: Payment not found. Please check the URL and try again.
fr: Paiement non trouvé. Veuillez vérifier l'URL, puis réessayer.

source: Email copied to clipboard
fr: E-mail copié dans le presse-papiers
nl: E-mail gekopieerd naar klembord

source: Full name
fr: Nom et prénom
nl: Volledige naam

source: Indonesian
fr: Indonésien

source: Changing statuses
fr: Modification des statuts
nl: Statussen worden aangepast

source: Complete
fr: Compléter
nl: Voltooid

source: If you have any questions regarding your privacy and the 121 Platform, feel free to contact us at: <a [href]="'mailto:' + privacyOfficerEmail">{{ privacyOfficerEmail }}</a>
fr: Si vous avez des questions concernant la politique de confidentialité de vos données ou la plateforme 121, n’hésitez pas à nous contacter à : <a [href]="'mailto:' + privacyOfficerEmail">{{ privacyOfficerEmail }}</a>

source: Important Notice: The card balances available for download are not in real-time. The report includes the date and time of each card's last external update.
fr: Remarque importante : Les soldes des cartes disponibles en téléchargement ne sont pas en temps réel. Le rapport comprend la date et l’heure de la dernière mise à jour externe de chaque carte.
nl: Belangrijk: De kaartsaldi die beschikbaar zijn om te downloaden, zijn niet in realtime. Het rapport bevat de datum en tijd van de laatste externe update van elke visakaart.

source: Continue to preview
fr: Continuer vers l’aperçu
nl: Doorgaan naar preview

source: New FSP
fr: Nouveau PSF

source: You are not assigned to any project(s) yet, contact the admin/supervisor to start using the 121 portal.
fr: Vous n’êtes pas encore affecté à un ou plusieurs projets, contactez l’administrateur/superviseur du projet pour commencer à utiliser le portail 121.
nl: Je bent nog niet toegewezen aan een (of meerdere) project(en), neem contact op met de beheerder/supervisor om de 121 Portal te kunnen gebruiken.

source: Select registrations with another status and try again.
fr: Sélectionnez les enregistrements ayant un autre statut et réessayez.
nl: Selecteer registraties met een andere status en probeer het opnieuw.

source: Changes that you made may not be saved. Are you sure you wish to proceed?
fr: Les modifications que vous avez apportées pourraient ne pas être sauvegardées. Êtes-vous sûr de vouloir continuer ?

source: The action "Include" can only be applied to registrations who's “Payments left” is larger than 0.
fr: L'action "Inclure" ne peut être appliquée qu'aux enregistrements dont le nombre de "Paiements restants" de'est supérieur à 0.
nl: De actie "Activeren" kan alleen worden toegepast op registraties waarvan het aantal "Resterende betalingen" groter is dan 0.

source: You're about to <b>{{ statusVerb() | lowercase }}</b> {{ actionData()?.count }} registrations.
fr: Vous êtes sur le point de <b>{{ statusVerb() | lowercase }}</b> {{ actionData()?.count }} Enregistrements.
nl: U staat op het punt om <b> {{ statusVerb() | lowercase }} </b> {{ actionData()?.count }} registraties uit te voeren.

source: Received
fr: Reçu
nl: Ontvangen

source: A payment is currently in progress. Please try again later
fr: Un paiement est actuellement en cours. Veuillez réessayer plus tard

source: This will download an Excel file with all unused voucher(s).
fr: Cela téléchargera un fichier Excel avec tous les bons d’achat inutilisés.
nl: Hiermee downloadt u een Excel-bestand met alle ongebruikte voucher(s).

source: Export account number verification
fr: Exporter Vérification des numéros de compte

source: Save the exported XLSX-file in the format required by the Financial Service Provider.
fr: Sauvegarder le fichier XLSX exporté dans le format requis par le prestataire de services financiers.

source: You're about to remove <b>{{ selectedUser()?.username }}</b> ({{ selectedUser()?.allRolesLabel }}) from your team.<br />They will not have access to the project anymore.
fr: Vous êtes sur le point de supprimer <b>{{ selectedUser()?.username }}</b> ({{ selectedUser()?.allRolesLabel }}) de votre équipe.<br />Ils n’auront plus accès au projet.
nl: U staat op het punt om <b> {{ selectedUser()?.username }} </b> ( {{ selectedUser()?.allRolesLabel }} ) uit uw team te verwijderen. <br /> Zij hebben dan geen toegang meer tot het project.

source: Back
fr: Précédent

source: Last payment:
fr: Dernier paiement :
nl: Laatste betaling:

source: Enter a valid email address
fr: Entrez une adresse e-mail valide
nl: Voer een geldig e-mailadres in

source: Name
fr: Nom
nl: Naam
