{
  "published": true,
  "validation": true,
  "location": "Nederland",
  "ngo": "NLRC",
  "titlePortal": {
    "en": "NLRC Direct Digital Aid Program"
  },
  "description": {
    "en": ""
  },
  "startDate": "2021-01-11T12:00:00Z",
  "endDate": "2022-12-31T12:00:00Z",
  "currency": "EUR",
  "distributionFrequency": "week",
  "distributionDuration": 90,
  "fixedTransferValue": 17.5,
  "financialServiceProviders": [
    {
      "fsp": "Intersolve-voucher-whatsapp",
      "configuration": [
        {
          "name": "username",
          "value": "INTERSOLVE_USERNAME"
        },
        {
          "name": "password",
          "value": "INTERSOLVE_PASSWORD"
        }
      ]
    },
    {
      "fsp": "Intersolve-voucher-paper",
      "configuration": [
        {
          "name": "username",
          "value": "INTERSOLVE_USERNAME"
        },
        {
          "name": "password",
          "value": "INTERSOLVE_PASSWORD"
        }
      ]
    },
    {
      "fsp": "Intersolve-visa",
      "configuration": [
        {
          "name": "brandCode",
          "value": "INTERSOLVE_VISA_BRAND_CODE"
        },
        {
          "name": "coverLetterCode",
          "value": "INTERSOLVE_VISA_COVERLETTER_CODE"
        }
      ]
    },
    {
      "fsp": "Excel",
      "configuration": [
        {
          "name": "displayName",
          "value": {
            "en": "Occasional (physical)",
            "nl": "Af-en-toe (Fysiek)"
          }
        }
      ]
    }
  ],
  "targetNrRegistrations": 250,
  "tryWhatsAppFirst": true,
  "programCustomAttributes": [
    {
      "label": {
        "en": "Partner Organization"
      },
      "name": "namePartnerOrganization",
      "type": "text",
      "export": ["all-people-affected", "included", "payment"],
      "showInPeopleAffectedTable": true
    }
  ],
  "programQuestions": [
    {
      "name": "fullName",
      "label": {
        "en": "Full Name"
      },
      "answerType": "text",
      "questionType": "standard",
      "pattern": null,
      "options": null,
      "persistence": true,
      "export": ["all-people-affected", "included"],
      "scoring": {},
      "editableInPortal": true,
      "showInPeopleAffectedTable": false
    },
    {
      "name": "phoneNumber",
      "label": {
        "en": "Phone Number"
      },
      "placeholder": {
        "en": "+31 6 00 00 00 00"
      },
      "answerType": "tel",
      "questionType": "standard",
      "pattern": null,
      "options": null,
      "persistence": true,
      "export": [],
      "scoring": {},
      "duplicateCheck": true,
      "editableInPortal": false,
      "showInPeopleAffectedTable": false
    }
  ],
  "aboutProgram": {
    "ar": "تم إنشاء هذا <strong>برنامج المساعدة من الصليب الأحمر</strong> لدعم الأشخاص الذين يحتاجون إلى دعم غذائي ولا يستطيعون الحصول على هذه المساعدة من أي مكان آخر. نعمل بالتعاون مع المنظمات الشريكة التالية:   <ul class='ion-padding-start'> <li> Stap Verder </li> <li> Filipino LGBT Europe </li> <li> Opportunities in Amsterdam </li><li> Company of Friends </li><li> Steungroep Vrouwen zonder Verblijfsvergunning </li> </ul>   <br>   يهدف برنامج المساعدة من الصليب الأحمر إلى مساعدتك:   <ul class='ion-padding-start'> <li> حتى تتلقى الدعم الغذائي / المالي من منظمة أخرى </li><li> حتى لا تكون مسجلاً لدى أي من المنظمات المذكورة أعلاه </li> <li> حتى تتلقى الحد الأقصى من القسائم التي تم الاتفاق عليها في بداية الدعم. </li <li> أو حتى نهاية المشروع (سيتم إعلامك قبل مرور أسبوعين). </li> </ul>   <br>   سيقدم برنامج المساعدة من الصليب الأحمر الدعم التالي لك:   <ul class='ion-padding-start'> <li> قسيمة أسبوعية بقيمة 17.50 يورو لسوبرماركت Albert Heijn<br> سيتم استخدام تطبيق WhatsApp لإرسال قسيمة السوبرماركت الخاصة بك. إذا كنت غير قادر على استلام قسيمة السوبرماركت عبر تطبيق WhatsApp ، فسنرسل لك رسالة نصية قصيرة ويمكنك استلامها. </li></ul>",
    "en": "This <strong>Red Cross aid program</strong> was created to support people who need food support and cannot get this help anywhere else. We work together with the following partner organisations:   <ul class='ion-padding-start'> <li> Stap Verder </li> <li> Filipino LGBT Europe </li> <li> Opportunities in Amsterdam </li><li> Company of Friends </li><li> Steungroep Vrouwen zonder Verblijfsvergunning </li> </ul>   <br>   The Red Cross aid program aims to help you:   <ul class='ion-padding-start'> <li> Until you receive food / financial support from another organization </li><li> Until you are no longer registered with any of the above organizations </li> <li> Until you received the maximum amount of vouchers that was agreed upon at the start of the support. </li <li> Or until the end of the project (you will be informed two weeks in advance). </li> </ul>   <br>   The <strong>Red Cross aid program</strong> will support you with the following:   <ul class='ion-padding-start'> <li> Weekly €17.50 Albert Heijn supermarket voucher<br> WhatsApp will be used to send your supermarket voucher. If you’re unable to receive the supermarket voucher on WhatsApp, we will send you an SMS and you can  pick it up. </li></ul>",
    "es": "Este <strong>programa de ayuda de la Cruz Roja</strong> fue creado para apoyar a las personas que se encuentran en necesidad de ayuda alimentaria y que aún no están recibiendo esta ayuda de otra organización. Trabajamos junto con las siguientes organizaciones asociadas:<ul class='ion-padding-start'><li>Stap Verder </li> <li> Filipino LGBT Europe </li> <li> Opportunities in Amsterdam </li><li> Company of Friends </li><li> Steungroep Vrouwen zonder Verblijfsvergunning </li></ul> <br><br> El <strong>programa de ayuda de la Cruz Roja</strong> tiene como objetivo apoyarle: <ul class='ion-padding-start'><li> Hasta que reciba ayuda de otra organización </li><li> Hasta que deje de estar inscrito en alguna de las organizaciones anteriores </li><li> Hasta recibir la cantidad máxima de vales que se acordó al inicio del apoyo. </li><li> O hasta la finalización del proyecto (se le notificará con dos semanas de antelación). </li></ul> <br> El <strong>programa de ayuda de la Cruz Roja</strong> le ayudará en lo siguiente: <ul class='ion-padding-start'><li> Cupón semanal de 35€ para el supermercado Albert Heijn<br> Se utilizará WhatsApp para enviarle su cupón de supermercado. Si no consigues recibir el bono de supermercado por WhatsApp, te enviaremos un SMS y podrás recogerlo. </li></ul>",
    "fr": "Ce <strong> programme d'aide de la Croix-Rouge </strong> a été créé pour soutenir les personnes qui ont besoin d'aide alimentaire et qui ne reçoivent pas encore cette aide d'une autre organisation. Nous collaborons avec les organisations partenaires suivantes:<ul class='ion-padding-start'><li> Stap Verder </li> <li> Filipino LGBT Europe </li> <li> Opportunities in Amsterdam </li><li> Company of Friends </li><li> Steungroep Vrouwen zonder Verblijfsvergunning (SVZV)</li> </ul><br><br> Le<strong> programme d'aide de la Croix-Rouge </strong> vise à vous aider : <ul class='ion-padding-start'> Jusqu'à ce que vous receviez le soutien d'un autre organisme <li>Jusqu'à ce que vous ne soyez plus pris en charge par aucune des organisations ci-dessus</li><li>Jusqu'à ce que vous receviez le montant maximum de bons convenu au début de l'assistance.</li><li> Ou jusqu'à la fin du projet (vous serez informé deux semaines à l'avance)</li></ul>  <br> Le <strong>programme d'aide de la Croix-Rouge</strong> vous soutient avec les éléments suivants: <ul class='ion-padding-start'><li>Bon d'achat hebdomadaire de €35 pour le supermarché Albert Heijn <br> WhatsApp sera utilisé pour envoyer votre bon de supermarché. Si vous ne parvenez pas à recevoir le bon de supermarché sur WhatsApp, nous vous enverrons un SMS et vous pourrez le récupérer. </li></ul>",
    "in": "<strong>Program sokongan Red Cross ini</strong>dibuat untuk membantu orang yang memerlukan bantuan pangan dan tidak bisa mendapatkan bantuan semacam ini di mana pun. Kami bekerja sama dengan organisasi-organisasi mitra sebagai berikut:  <ul class='ion-padding-start'><li>Stap Verder</li><li>Filipino LGBT Europe</li><li>Opportunities in Amsterdam</li><li>Company of Friends</li><li>Steungroep Vrouwen zonder Verblijfsvergunning </li> </ul> <br> Program sokongan The Red Cross bertujuan membantu Anda:  <ul class='ion-padding-start'> <li>Hingga Anda menerima bantuan pangan / keuangan dari organisasi lain </li><li>Hingga Anda tidak lagi terdaftar pada semua organisasi di atas</li> <li>Hingga Anda menerima jumlah maksimum voucher yang telah disetujui di awal bantuan. </li <li> Atau hingga akhir program (Anda akan diberi tahu dua minggu sebelumnya). </li></ul>  <br>  <strong>Program sokongan Red Cross</strong> akan membantu Anda dengan: <ul class='ion-padding-start'> <li>Voucher supermarket Albert Heijn senilai €17.50 setiap minggunya<br>WhatsApp akan digunakan untuk mengirimkan voucher supermarket Anda. Jika Anda tidak dapat menerima voucher  supermarketnya melalui WhatsApp, kami akan mengirimkannya melalui SMS lalu Anda dapat mengambilnya.</li></ul>",
    "nl": "Dit <strong>Rode Kruis hulpprogramma</strong> is opgezet om mensen te helpen die voedselhulp nodig hebben en deze hulp nog niet van een andere organisatie krijgen. Wij werken samen met de volgende organisaties: <ul class='ion-padding-start'><li>Stap Verder </li> <li> Filipino LGBT Europe </li> <li> Opportunities in Amsterdam </li><li> Company of Friends </li><li> Steungroep Vrouwen zonder Verblijfsvergunning </li></ul> <br><br> Het <strong>Rode Kruis hulpprogramma</strong> probeert jou te helpen: <ul class='ion-padding-start'><li> Totdat je hulp ontvangt van een andere organisatie </li><li> Totdat je niet meer geregistreerd bent bij één van de bovenstaande organisaties </li><li>Totdat je het maximale aantal vouchers hebt ontvangen dat afgesproken was aan het begin van de voedselhulp. </li><li> Of totdat het <strong>Rode Kruis hulpprogramma</strong> stopt (je wordt hier ten minste twee weken van tevoren over geïnformeerd). </li></ul> <br> Het <strong>Rode Kruis hulpprogramma</strong> zal jou ondersteunen met het volgende: <ul class='ion-padding-start'><li> Wekelijkse €35 Albert Heijn supermarkt voucher<br> WhatsApp zal gebruikt worden om jouw supermarkt voucher te sturen. Als je niet in staat bent om de supermarkt voucher te ontvangen op WhatsApp, zullen we jou een SMS sturen met informatie over waar je de voucher kan ophalen. </li></ul>",
    "pt_BR": "Este <strong>programa de auxílio da Cruz Vermelha</strong>foi criado para apoiar as pessoas que necessitam de ajuda alimentar e que ainda não recebem esta ajuda de outra organização. Trabalhamos em conjunto com as seguintes organizações parceiras: <ul class='ion-padding-start'><li>Stap Verder </li> <li> Filipino LGBT Europe </li> <li> Opportunities in Amsterdam </li><li> Company of Friends </li><li> Steungroep Vrouwen zonder Verblijfsvergunning </li></ul> <br><br> O <strong>programa de auxílio da Cruz Vermelha</strong> visa ajudá-lo: <ul class='ion-padding-start'><li> Até que você receba ajuda de outra organização </li><li> Até que você não esteja mais registrado em nenhuma das organizações acima </li><li> Até receber a quantidade máxima de vouchers que foi acordada no início do apoio.</li> <li> Ou até o final do projeto (você será informado com duas semanas de antecedência). </li></ul> <br> O <strong>programa de auxílio da Cruz Vermelha</strong> irá ajudá-lo com o seguinte: <ul class='ion-padding-start'><li> Voucher semanal de 35 € para o supermercado Albert Heijn<br> O WhatsApp será usado para enviar seu voucher de supermercado. Caso não tenha WhatsApp, enviaremos uma mensagem sms com a localização para levantar o voucher.</li></ul>",
    "tl": "Ang <strong>Ang programang tulong ng Red Cross </strong> na ito ay nilikha upang suportahan ang mga taong nangangailangan ng tulong sa pagkain at hindi pa nakakatanggap ng tulong na tulad nito mula sa ibang organisasyon: <ul class='ion-padding-start'><li>Stap Verder</li><li>Stap Verder </li> <li> Filipino LGBT Europe </li> <li> Opportunities in Amsterdam </li><li> Company of Friends </li><li> Steungroep Vrouwen zonder Verblijfsvergunning </li></ul><br><br>   Hangad ng Red Cross aid program na tulungan ka:   <ul class='ion-padding-start'> <li> Hanggang sa hindi ka na suportado ng mga nabanggit na organisasyon. </li><li> Hanggang sa matanggap mo na ang maximum na halaga ng mga voucher na napagkasunduan sa simula ng suporta.</li><li> Sa pagtatapos ng programa, ikaw ay makakatanggap ng mensahe dalawang linggo bago ang pagtatapos. </li> </ul>   <br><br>   Ang <strong>Red Cross aid program</strong> ay susuportahan ka ng mga sumusunod:   <ul class='ion-padding-start'> <li> €15 Albert Heijn supermarket voucher lingguhan <br> WhatsApp ang gagamitin upang mapadala ang iyong supermarket voucher. Kung hindi mo maaaring makuha ang supermarket voucher sa WhatsApp, magpapadala kam saiyo  ng SMS at  kung saan ito maaaring pick-up-in. </li></ul>"
  },
  "fullnameNamingConvention": ["fullName"],
  "languages": ["ar", "en", "es", "fr", "in", "nl", "pt_BR", "tl"],
  "enableMaxPayments": true,
  "enableScope": true,
  "allowEmptyPhoneNumber": true
}
