{
  "name": "NLRC",
  "displayName": {
    "en": "The Netherlands Red Cross"
  },
  "dataPolicy": {
    "tl": "Huling na-update: 01-01-2021   <br><br>   Kami, <strong>The Netherlands Red Cross (Rode Kruis)</strong> ay kinakailangan tanungin ang mga impormasyon sa baba upang makapagbigay ng cash aid. Ito ay sa pamamagitan ng supermarket vouchers.   <br><br>   Itatanong namin ang iyong: <ul> <li> Pangalan, apelyido </li> <li> Password (4 na numero) </li> <li> Phone number para sa SMS </li> <li> Phone number para sa WhatsApp </li> </ul>   <br><br>   Ang mga impormasyong nakalap ay maingat na itatago sa Rode Kruis computer at ibabahagi lamang sa organisasyong nagbigay sa amin ng iyong phone number, upang masigurado ang patas na proseso. <br> Ito ay, depende sa iyong sitwasyon, isa sa mga sumusunod na organisasyon: <ul> <li> Stap Verder </li> <li> Filipino LGBT Europe </li> </ul>   <br><br>   <a href='https://www.twilio.com/legal/privacy' target='_blank' rel='noopener'>Twilio</a> ay makakatanggap ng iyong phone number upang magpadala ng: <ul> <li> SMS upang ipaalam sayo ang aid program </li> <li> WhatsApp messages upang ipadala ang supermarket vouchers (kung matagumpay ang iyong aplikasyon) </li> </ul>   <br><br>   Maaari mong ipahinto ang aid program at burahin ang iyong mga personal na impormasyon kailan mo man naisin. <br> Buburahin namin ang iyong personal na impormasyon sa katapusan ng proyektong ito.   <br><br>   Kung mayroon kang mga katanungan, maaari mo kaming kontakin sa pamamagitan ng WhatsApp sa:<a target='_blank' rel='noopener' href='https://wa.me/31614458781'>+31 6 14 45 87 81</a>",
    "en": "Last updated on: 01-01-2021   <br><br>   We, <strong>The Netherlands Red Cross (Rode Kruis)</strong> need to ask you the information below in order to provide cash aid. This will be done using supermarket vouchers.   <br><br>   We will ask you your: <ul> <li> First name, last name </li> <li> Password (4 numbers you will need to create) </li> <li> Phone number for SMS </li> <li> Phone number for WhatsApp </li> </ul>   <br><br>   This information will be stored securely on a Rode Kruis computer and shared only with the organization that gave us your phone number, to ensure a fair process.   <br>   This is, depending on your situation, one of the following organizations: <ul> <li> Stap Verder </li> <li> Filipino LGBT Europe </li> </ul>   <br><br>   <a href='https://www.twilio.com/legal/privacy' target='_blank' rel='noopener'>Twilio</a> will receive your phone number to send: <ul> <li> SMS's to inform you on the aid program </li> <li> WhatsApp messages to send supermarket vouchers (if your application is successful) </li> </ul>   <br><br>   You can leave the aid program and delete your personal information at any time. <br> We will delete your personal information at the end of the project.   <br><br>   If you have any questions, please contact us via WhatsApp on: <a target='_blank' rel='noopener' href='https://wa.me/31614458781'>+31 6 14 45 87 81</a>"
  },
  "aboutProgram": {
    "tl": "Ang <strong>Red Cross aid program</strong> na ito ay nilikha upang suportahan ang mga taong kasalukuyang iminungkahi sa amin ng mga sumusunod na organisasyon:   <ul class='ion-padding-start'> <li> Stap Verder </li> <li> Filipino LGBT Europe </li> </ul>   <br><br>   Hangad ng Red Cross aid program na tulungan ka:   <ul class='ion-padding-start'> <li> Hanggang sa hindi ka na suportado ng mga nabanggit na organisasyon. </li> <li> O hanggang sa matapos <strong>Red Cross aid program</strong> sa <strong>ika - 31 ng Mayo 2021</strong> </li> </ul>   <br><br>   Ang <strong>Red Cross aid program</strong> ay susuportahan ka ng mga sumusunod:   <ul class='ion-padding-start'> <li> €15 Albert Heijn supermarket voucher lingguhan <br> WhatsApp ang gagamitin upang mapadala ang iyong supermarket voucher. Kung hindi mo maaaring makuha ang supermarket voucher sa WhatsApp, magpapadala kam saiyo  ng SMS at  kung saan ito maaaring pick-up-in. </li> <li> Impormasyon sa Aid: ito ay magbibigay ng access saiyo sa impormasyon ukol sa Tirahan, Pangkalusugan, Covid-19 &amp; Legal services. <br> Ang impormasyon na ito ay maaring matagpuan sa<a href='https://helpfulinformation.redcross.nl' target='_blank' rel='noopener'> https://helpfulinformation.redcross.nl</a>. </li> </ul>",
    "en": "This <strong>Red Cross aid program</strong> was created to support people who are currently suggested to us by any of these organisations:   <ul class='ion-padding-start'> <li> Stap Verder </li> <li> Filipino LGBT Europe </li> </ul>   <br><br>   The Red Cross aid program aims to help you:   <ul class='ion-padding-start'> <li> Until you are no longer supported by any of the above organisations </li> <li> Or until the <strong>Red Cross aid program</strong> ends on <strong>31 May 2021</strong> </li> </ul>   <br><br>   The <strong>Red Cross aid program</strong> will support you with the following:   <ul class='ion-padding-start'> <li> Weekly €15 Albert Heijn supermarket voucher<br> WhatsApp will be used to send your supermarket voucher. If you’re unable to receive the supermarket voucher on WhatsApp, we will send you an SMS and you can  pick it up. </li> <li> Information as Aid: This will give you access to information on Shelter, Healthcare, Covid-19 &amp; Legal services. <br> This information can be found on <a href='https://helpfulinformation.redcross.nl' target='_blank' rel='noopener'>https://helpfulinformation.redcross.nl</a>. </li></ul>"
  },
  "contactDetails": {
    "tl": "Ang app na ito ay galing sa <strong>The Netherlands Red Cross (Rode Kruis)</strong>. Kung mayroon kang katanungan habang ginagamit ang app ay maaari kang kumontak gamit ang WhatsApp: <a target='_blank' rel='noopener' href='https://wa.me/31614458781'>+31 6 14 45 87 81</a>. <br> Available mula ika-12 ng tanghali hanggang ika-8 ng gabi. Lunes hanggang Biyernes.",
    "en": "This app is from <strong>The Netherlands Red Cross (Rode Kruis)</strong>. If you have any questions whilst using this app you can, contact us via WhatsApp: <a target='_blank' rel='noopener' href='https://wa.me/31614458781'>+31 6 14 45 87 81</a>. <br> Available between 12noon to 8pm. Monday to Friday."
  },
  "monitoringQuestion": {
    "intro": {
      "tl": "Upang mapagbuti pa ang proseso ng digital registration na ito, paki sagot ang huling tanong:   <br><br>   Nagawa ko ang registration ng...",
      "en": "To improve this digital registration process, please answer this last question:   <br><br>   I did this registration..."
    },
    "options": [
      {
        "option": "no-help",
        "label": {
          "tl": "walang tulong galing sa iba",
          "en": "without help"
        }
      },
      {
        "option": "some-help",
        "label": {
          "tl": "may kaunting tulong galing sa iba",
          "en": "with a little bit of help"
        }
      },
      {
        "option": "lot-of-help",
        "label": {
          "tl": "may malaking tulong galing sa iba",
          "en": "with a lot of help"
        }
      }
    ],
    "conclusion": {
      "tl": "Salamat sa iyong feedback.",
      "en": "Thank you for the feedback."
    }
  }
}
