{
  "name": "KRCS",
  "displayName": {
    "en": "Kenya Red Cross"
  },
  "dataPolicy": {
    "en": "We &ldquo;The Kenya Red Cross Society (KRCS) and The Netherlands Red Cross (NLRC)&rdquo; need to ask you the information below in order to provide cash-based aid. This will be done using M-PESA mobile money. We do this to help the people in your community who are most affected by drought.<br> <br>We will ask you your <ul> <li>First name, second name &amp; third name</li> <li>Password (4 numbers)</li> <li>Age group</li> <li>Village/Area</li> <li>Current livelihood strategy</li> <li>Current receival of aid</li> <li>Phone number</li> </ul> This information will be stored securely on an NLRC computer and shared with KRCS and your community to ensure a fair inclusion process.<br> <br>Twillio will receive your number to send an sms.<br />Africa's talking will receive your number to send a code (if you are included).<br> <br>You can leave the aid program and delete your personal information at any time Please as the Aid worker how.<br> <br>If you have more questions, please ask the Aid worker."
  },
  "aboutProgram": {
    "en": "<div>This program is part of a drought response. This program aims to help a total 350 households with income support. Households must live in Longopito or Oldonyiro.<strong><br /></strong></div><div><strong>&nbsp;</strong></div><div><strong>Inclusion criteria</strong></div><div>Your community has agreed that you are among the most vulnerable in your community. Inclusion criteria are:<br /><ul><li>Widows, divorced, pregnant or lactating women with children under 5 years of age or who have no source of income.</li><li>Widows or divorced women headed families with no income</li><li>Families with severely malnourished child or children under 5 years old</li><li>Poor and vulnerable people of over 60 years</li><li>Household with chronically ill household head, such as people who are terminal</li><li>Household listed under HSNP group 2</li><li>Poor and vulnerable culturally/socially discriminated special interest groups</li><li>The more vulnerable you are the higher you will be prioritized for assistance</li></ul></div><div><strong>Exclusion criteria</strong></div><div>To be eligible you must meet all the exclusion criteria.&nbsp;</div><div><ul><li>You or someone from your household should not employed in the formal sector</li><li>You or someone from your household should not be owning a business</li><li>You and your household can not currently receive cash transfers or food aid</li></ul></div><div><strong>Transfer mechanism</strong></div><div>This program uses M-Pesa.&nbsp;</div><div><strong>&nbsp;</strong></div><div><strong>Transfer Amount</strong></div><div>Total 9000 KES, in two payments of 4500 KES.&nbsp;</div><div><strong>&nbsp;</strong></div><div><strong>Timeline</strong></div><div>Both payments will take place in november/december 2020.</div>"
  }
}