{
  "name": "KRCS",
  "displayName": {
    "saq_KE": "Msalaba enyekie e Kenya",
    "tuv_KE": "Emsalaba areng'an a Kenya",
    "en": "Kenya Red Cross"
  },
  "dataPolicy": {
    "saq_KE": "[last updated 05-10-2020]   <br><br>   Lyoo <strong>Mlasaba enyekie e Kenya (KRCS)</strong> o <strong>Red Cross e Netherlands (NLRC)</strong> ikeyeiu nikipar iye kulo omon pi kitum aicho iye reto ee ropiani. Keimu ana reto ee ropiani M-PESA. Ikiasita ana a ret lotungana ta atwa loshoo linji lotara lamei oleng.   <br><br>   Ikimpar iyoo iye <ul> <li>Ng'arn ekwe, naere oo neuni</li> <li>password (keiyeuni nipik nambai ongwan) risere</li> <li>sehemuni ni Anya</li> <li>Alo kasi iyasita pi tuum ndaa</li> <li>tanaa itumito reto</li> <li>tata namba ee simu</li> <li>...</li> </ul>   <br><br>   Nyo shake lakasi liyasita pi itumu daa. Keyeitae reto nitumito tata. Keisudori lomon linono to computer ee NLRC neishori KRCS oo loshoo lino pe itumu aa tegelu ltung'ana te sipata.   <br><br>   Ikinjo '<em>Twilio</em>' namba ino pi kerewaki SMS tanaa igeluno.   <br><br>   Ikinjo '<em>Africa's Talking</em>' namba ino pi kerewaki code tanaa igeluno.   <br><br>   Idim nipung tana reto ng'ata niyeu nimputa lomon linono.   <br><br>   Enjere mpara laretek nikoni. Tanaa keyatae ntoki niparu mpara laretok (0800 720 577).",
    "tuv_KE": "[last updated 05-10-2020]   <br><br>   Thua <strong>Emsalaba areng'an a Kenya (KRCS)</strong> ka <strong>NLRC</strong> kithaki aking'it ethi ng'akiro kon atanyunet a akin aking'arakino. Itorunu aking'arakino na na diit. Kithubi nu eng'arakinata ebuku kuth lu idoporit akolong' noi.   <br><br>    King'ithi iyong nuku; <ul> <li>Ekiro kon LA eking'aren, lo nyiarei ka la ng'uuni</li> <li>password (ethakio ng'anambae ngwomon)</li> <li>nkaru kon</li> <li>adakar/ere</li> <li>nyo ithubete taanyut akimuj</li> <li>Iyei a king'arakino a ng'aropiai or akimuj iting'it tokona</li> <li>a namba a diit</li> </ul>.  <br><br>   Ikechakinio ng'akiro kon niajokon ana computer a NLRC ainakithi KRCS ka ebuku lokuthi atanyuneta ainakin ng'itung'a lo ichamit einakinio.   <br><br>   Inanyuni &quot;<em>Twilio</em>&quot; a namba kon kigirak SMS.   <br><br>   Iyanyuni &quot;<em>Africa's Talking</em>&quot; a namba kon kigirak SMS kitheutae.   <br><br>   Epuduri ana king'arakino kana ti ethaki na kiputa ng'akiro kon. King'it loking'arakinto ni ikokinio.   <br><br>   Keya ni ethaki aking'ita, King'it luking'arakinto (0800 720 577).",
    "en": "[last updated 05-10-2020]   <br><br>   We, <strong>The Kenya Red Cross Society (KRCS)</strong> and <strong>The Netherlands Red Cross (NLRC)</strong> need to ask you the information below in order to provide cash aid. This will be done using M-PESA mobile money. We do this to help the people in your community who are most affected by drought.   <br><br>   We will ask you your: <ul> <li>First name, second name &amp; third name</li> <li>Password (4 numbers you will need to create)</li> <li>Age group</li> <li>Village/Area</li> <li>Current livelihood strategy</li> <li>If you are currently receiving aid</li> <li>Phone number</li> </ul>   <br><br>   This information will be stored securely on an NLRC computer and shared with KRCS and your community to ensure a fair inclusion process.   <br><br>   <em>Twilio</em> will receive your number to send an sms.   <br><br>   <em>Africa's Talking</em> will receive your number to send a code (if you are included).   <br><br>   You can leave the aid program and delete your personal information at any time. Please ask the Aid worker how.   <br><br>   If you have more questions, please ask the Aid worker: 0800 720 577."
  },
  "aboutProgram": {
    "saq_KE": "Reto ana neipirita lamei. Na keret nkajijik na aku 350 te ropiani te Kipsing ashu Oldonyiro.   <br><br>   <h2>Nikunakini pi ijing:</h2> ketashamaiye loshoo ino ajo lotungana ndoropu na kulo: <ul class='ion-padding-start'> <li>ng'olia, ntomonok naituraite layeni, ntomonok na iroshio oo na lepo na ta ngera Lari 5 nolo sedi ne meeta ntoki tin. </li> <li>Nkaji:<ul class='ion-padding-start'> <li>ng'olia, ntomonok naituraite layeni, ntomonok na iroshio oo na lepo na ta ngera Lari 5 nolo sedi ne meeta ntoki tin.</li> <li>Ngajijik naigorita lungana loamoiya.</li> <li>Ngajijik naata ng'irwa na amena natii te abori larin 5.</li> <li>Naigero te HSNP group 2.</li> </ul> </li> <li>Loomena ne shall: <ul class='ion-padding-start'> <li>Lotungana lo aiturayeki ne meni.</li> <li>Lotungana lo ata larin 60 nolo kwe</li> </ul> </li> </ul>   <br><br>   Iyelo tanaaku ngumu to kuna nikitojo, nakuu iye eingurari te kwe.   <br><br>   <h2>Ntokitin nimijinge</h2> Lemejing, tanaa keyatae lakasi ltii <ul class='ion-padding-start'> <li>tana iyata biashara</li> <li>tanaa itomito reto e ropiani tanaa ndaa</li> <li>Nekoni te netumi ropiani</li> </ul> <h2>Nikunakini ntae ropiani</h2> M-PESA etumitari. <h2>Newa Ropiani</h2> Keishori ngantitin are KES. 4500. <br> Naku Pookin KES. 9000.<br> <h2>Ngamata</h2> Nekwe : Lapa le tomon oobo <br> Ne are : Lapa lo tomon waare. <br>",
    "tuv_KE": "Aking'arakino na aka akamu. Epediri aking'arakino ng'akaithi 350 atoma Kipsing ori Oldonyiro.   <br><br>   <h2>Taanyuneia Atheuno</h2> Achamakin ebuku kuth I atamar ng'itunga lomenen kechi arai: <ul class='ion-padding-start'> <li>ng'aberu ng'aputher, na achakar ka ni itanekete teting'ito ng'ide lo eya kop ng'ikaru 5 tamam ibere iting'it.</li> <li>Akai <ul class='ion-padding-start'> <li>Nkolia lo erikito ng'aberu naputheru kana achakar tamamu ebere eting'ito</li> <li>ng'akaithi a itung'unan anikadekan</li> <li>nkaithi ne Iya ng'ide lu irogoit tiya kop ng'ikaru 5.</li> <li>Kigiritae najore a HSNP group 2</li> </ul> </li> <li>Lu emam ibore: <ul class='ion-padding-start'> <li>Ng'itunga lu ipakaritae alobuku kotere ng'italio</li> <li>Ng'itunga lo eporothi ng'ikaru 60</li> </ul> </li> </ul>   <br><br>   Lomenen noi ethi ewolikinio eking'aren. Lope ni Ng'arakinio.   <br><br>   <h2>Kotere nyo nkiwakinere</h2> Kiyei epei e lol kon lo; <ul class='ion-padding-start'> <li>egirtae lokathi</li> <li>etigit ebesherea</li> <li>eyanyunini aking'arakino ache a ng'aropiai or akimuj</li> </ul> <h2>Kwani kinakinere ng'aropiai</h2> Itorunete M-PESA.<h2>Ne Etia Ng'aropiai</h2> Iputori mara ng'arei Kshs 4500.<br>Tarata daang' KES 9000.<br> <h2>Ori Ipoterere</h2> Ne eking'aren ekap lu ng'itomon ka epei.2020.<br> Na ng'arei. Elap a ng'itomon ka nyiarei. 2020<br>",
    "en": "This is an aid program for drought response. It aims to help a total of 350 households with income support in Kipsing or Oldonyiro.   <br><br>   <h2>Inclusion criteria</h2> Your community has agreed that the most vulnerable in your community are: <ul class='ion-padding-start'> <li>Widowed, divorced, pregnant or lactating women with children under 5 years of age who have no source of income </li> <li>Household: <ul class='ion-padding-start'> <li>Headed by widows or divorced women with no income</li> <li>Headed by chronically ill such as people who are terminal</li> <li>With severely malnourished child(ren) under 5 years of age</li> <li>Listed under Hunger Safety Net Programme (HSNP) group 2</li> </ul> </li> <li>Poor and vulnerable: <ul class='ion-padding-start'> <li>culturally/socially discriminated special interest groups</li> <li>people of over 60 years</li> </ul> </li> </ul>   <br><br>   The more vulnerable you are the higher you will be prioritized for assistance   <br><br>   <h2>Exclusion criteria</h2> To be eligible you or someone from your household <strong><u>should not</u></strong>: <ul class='ion-padding-start'> <li>be employed in the formal sector</li> <li>be owning a business</li> <li>currently receive cash transfers or food aid</li> </ul> <h2>Cash Transfer Mechanism</h2> This aid program uses M-Pesa <h2>Transfer Amount</h2> 2 payments of 4500 KES<br> Total 9000 KES<br> <h2>Timeline</h2> Payment 1: Due November 2020<br> Payment 2: Due December 2020<br>"
  },
  "monitoringQuestion": {
    "intro": {
      "saq_KE": "Ikeyeiu nikiyeleu niguna te ninger kon aitumia 121 app. Jere jaguai nabo sipata te kuna na ati te abori:",
      "tuv_KE": "Kithaki akiyen niekoni aking'iro kon itumiarit 121 app. Arimatoi tetheu apei kanu kwani iwolik iyong:",
      "en": "We would like to know what it was like to register using the 121 app. Please select one answer based on your experience:"
    },
    "options": [
      {
        "option": "no-help",
        "label": {
          "saq_KE": "Idima aitumiai miyata reto",
          "tuv_KE": "Etumia ayoung ningarakina",
          "en": "Able to use it without help"
        }
      },
      {
        "option": "some-help",
        "label": {
          "saq_KE": "Itumiai iyata reto kini",
          "tuv_KE": "Etumia ayoung king'arankia wadio",
          "en": "Able to use it with some help"
        }
      },
      {
        "option": "lot-of-help",
        "label": {
          "saq_KE": "Itumiai iyata reto sapuk",
          "tuv_KE": "Etumia ayoung king'arakintae noi",
          "en": "Able to use it with a lot of help"
        }
      },
      {
        "option": "unusable",
        "label": {
          "saq_KE": "Mayelo aitumia pii",
          "tuv_KE": "Nayeni akitumiar pii",
          "en": "Not able to use it at all"
        }
      }
    ],
    "conclusion": {
      "saq_KE": "Ashe telemun nishoo yoo. Enjere mpungo pi kitum ai ger lokule.",
      "tuv_KE": "Niajokon, a alimokin thua niakoni. Topudoo atanyuneta a kir luche.",
      "en": "Thank you for the feedback. Please log out to prepare for the next registration."
    }
  }
}
